Repository: jasp-stats/jaspMixedModels
Catalog: po/QML-*.po
Languages: es, pt, tr

# MixedModelsBOptions|
source: Shows the estimated fixed effect coefficients.
es: Muestra los coeficientes estimados de los efectos fijos.
pt: Mostra os coeficientes de efeitos fixos estimados.

# MixedModelsBOptions|
source: Shows the estimated residual variances and variances/correlations of random effects coefficients.
es: Muestra las varianzas estimadas de los errores y las varianzas/correlaciones de los coeficientes de efectos aleatorios.
pt: Mostra as variâncias residuais estimadas e as variâncias/correlações dos coeficientes de efeitos aleatórios.

# MixedModelsBOptions|
source: Shows the estimated random effects coefficients.
es: Muestra los coeficientes estimados de los efectos aleatorios.
pt: Mostra os coeficientes estimados dos efeitos aleatórios.

# MixedModelsBOptions|
source: Width of the credible interval. Set at 95% by default, which can be changed by the user.
es: Amplitud del intervalo de credibilildad. Establecida por defecto en 95%, el usuario puede cambiarla.
pt: Largura do intervalo credível. Definido como 95 % por padrão, o qual pode ser alterado pelo usuário.

# MixedModelsMCMCDiagnostics|
source: Fixed effects model terms whose MCMC chains can be diagnosed.
es: Términos del modelo de efectos fijos cuyas cadenas MCMC se pueden diagnosticar.
pt: Termos do modelo de efeitos fixos cujas cadeias MCMC podem ser diagnosticadas.

# MixedModelsMCMCDiagnostics|
source: Fixed effects model term whose chain will be diagnosed.
es: Término del modelo de efectos fijos cuya cadena se va a diagnosticar.
pt: Termo de modelo de efeitos fixos cuja cadeia será diagnosticada.

# MixedModelsMCMCDiagnostics|
source: Fixed effects model term whose chain will be diagnosed. Only available if the Plot type is Scatterplot.
es: Término del modelo de efectos fijos cuya cadena se va a diagnosticar. Solo disponible si el tipo de Gráfico es de Dispersión.
pt: Termo do modelo de efeitos fixos cuja cadeia será diagnosticada. Disponível apenas se o tipo de gráfico for o gráfico de dispersão.

# MixedModelsMCMCDiagnostics|
source: Different types of MCMC diagnostic plots. The plotted values correspond to the fixed effect terms displayed in the default output. Those are the deviations from the estimated grand mean by default, but can be changed to estimated marginal means in the Options section.
es: Diversos tipos de gráficos de diagnósticos de MCMC. Los valores dibujados corresponden con los términos de efectos fijos representados en la salida predeterminada de resultados. Por defecto, estos son las desviaciones respecto de la media estimada global, pero se puden cambiar por las medias estimadas marginales en la sección de Opciones.
pt: Diferentes tipos de gráficos de diagnóstico MCMC. Os valores plotados correspondem aos termos de efeito fixo exibidos na saída padrão. Por padrão, esses são os desvios em relação à média geral estimada, mas podem ser alterados para médias marginais estimadas na seção Opções.

# MixedModelsMCMCDiagnostics|
source: Traceplot of the individual chains.
es: Gráfico de trazado de las cadenas individuales.
pt: Gráfico de traços das cadeias individuais.

# MixedModelsMCMCDiagnostics|
source: Scatterplot of two model terms.
es: Gráfico de dispersión de dos términos del modelo.
pt: Gráfico de dispersão de dois termos do modelo.

# MixedModelsMCMCDiagnostics|
source: Histogram of the posterior samples.
es: Histograma de las muestras posteriores.
pt: Histograma das amostras posteriores.

# MixedModelsMCMCDiagnostics|
source: Overlaid density plots of samples from each chain.
es: Gráficos de densidades superpuestas de muestras de cada cadena.
pt: Gráficos de densidade de amostras sobrepostas de cada cadeia.

# MixedModelsMCMCDiagnostics|
source: Average autocorrelation plots across all chains.
es: Gráficos de autocorrelación promedio a través de todas las cadenas.
pt: Gráficos de autocorrelação média entre todas as cadeias.

# MixedModelsModel|
source: All the fixed effects variables that can be included in the model.
es: Todas las variables de efectos fijos que se pueden incluir en el modelo.
pt: Todas as variáveis de efeitos fixos que podem ser incluídas no modelo.

# MixedModelsModel|
source: The independent variables in the model. By default, all the main effects of the specified independent variables and their interactions are included in the model. To include more interactions, click multiple variables (e.g., by holding the ctrl/cmd button on your keyboard while clicking) and drag those into the Fixed effects box.
es: Las variables independientes del modelo. Por defecto, se incluyen en el modelo todos los efectos principales de las variables independientes especificadas y sus interacciones. Para incluir más interacciones, haga clic en varias variables (p.e. manteniendo la tecla ctrl/cmd de su teclado mientras hace clic) y arrástrelas a la caja de Efectos fijos.
pt: As variáveis independentes no modelo. Por padrão, todos os efeitos principais das variáveis independentes especificadas e suas interações são incluídos no modelo. Para incluir mais interações, clique em várias variáveis (por exemplo, mantendo pressionada a tecla Ctrl/cmd do teclado enquanto clica) e arraste-as para a caixa Efeitos fixos.

# MixedModelsModel|
source: Include the intercept in the model.
es: Incluir la constante en el modelo.
pt: Incluir o intercepto no modelo.

# MixedModelsModel|
source: The random effects organized by random effects grouping factors. By default, all of the random effects corresponding to the fixed effects are included and JASP internally checks and removes non-estimable random effects. That is, the default corresponds to the maximal random effects structure justified by the design. Unticking the boxes on the left of the variable names removes the random effect from the corresponding random effects grouping factor.
es: Los efectos aleatorios organizados según factores de agrupación de efectos aleatorios. Por defecto, se incluyen todos los efectos aleatorios que corresponden a los efectos fijos, y JASP comprueba y elimina internamente los efectos aleatorios no estimables. Es decir, lo predeterminado se corresponde con la estructura máxima de efectos aleatorios justificada por el diseño. Desmarcando las cajas a la izquierda de los nombres de las variables se elimina el efecto aleatorio del correspondiente factor de agrupación de efectos aleatorios.
pt: Os efeitos aleatórios são organizados por fatores de agrupamento de efeitos aleatórios. Por padrão, todos os efeitos aleatórios correspondentes aos efeitos fixos são incluídos e o JASP verifica e remove internamente os efeitos aleatórios não estimáveis. Ou seja, o padrão corresponde à estrutura de efeitos aleatórios máxima justificada pelo delineamento do estudo. Desmarcar as caixas à esquerda dos nomes das variáveis remove o efeito aleatório do fator de agrupamento de efeitos aleatórios correspondente.

# MixedModelsModel|
source: Specifies whether the correlations between the random effects parameters within each random effects grouping factor should be estimated.
es: Especifica si deben estimarse las correlaciones entre los parámetros de efectos aleatorios dentro de cada factor de agrupación de efectos aleatorios.
pt: Especifica se as correlações entre os parâmetros de efeitos aleatórios em cada fator do grupo de efeitos aleatórios deve ser estimado.

# MixedModelsOptions|
source: There are different types of sum of squares. The choice of the type is important when there are multiple factors and when the data are unbalanced. In an unbalanced design, the different levels of the independent variable do not have an equal number of observations (e.g., one group contains more observations than another group). In such cases, the sum of squares type can influence the results.
es: Hay distintos tipos de sumas de cuadrados. La elección del tipo es importante cuando hay varios factores y cuando los datos no están equilibrados. En un diseño no equilibrado, los diferentes niveles de la variable independiente no contienen un número igual de observaciones (p.e. un grupo contiene más observaciones que otro grupo). En estos casos, el tipo de suma de cuadrados puede influir en los resultados.
pt: Existem diferentes tipos de soma de quadrados. A escolha do tipo é importante quando há múltiplos fatores e quando os dados são desbalanceados. Em um delineamento desbalanceado, os diferentes níveis da variável independente não possuem o mesmo número de observações (por exemplo, um grupo contém mais observações do que outro). Nesses casos, o tipo de soma de quadrados pode influenciar os resultados.

# MixedModelsOptions|
source: Hierarchical/partially sequential sum of squares. It is the reduction of error when each factor is added to a model that includes all the other factors, except those in which the added factor is involved, such as interactions containing it. Langsrud (2003) advises to apply this type for an ANOVA with unbalanced data.
es: Suma de cuadrados jerárquica/parcialmente secuencial. Es la reducción del error cuando se añade cada factor a un modelo que incluye todos los otros factores, excepto aquellos en los que está implicado el factor añadido tales como las interacciones que lo contienen. Langsrud (2003) advierte sobre aplicar este tipo para un ANOVA con datos no equilibrados.
pt: Soma de quadrados hierárquica/parcialmente sequencial. Trata-se da redução do erro quando cada fator é adicionado a um modelo que inclui todos os outros fatores, exceto aqueles nos quais o fator adicionado está envolvido, como interações que o contêm. Langsrud (2003) recomenda a aplicação desse tipo de ANOVA com dados desbalanceados.

# MixedModelsOptions|
source: Partial sum of squares. It is the reduction of error when each factor is added to a model that includes all the other factors, including interactions with this factor. This type is often selected, because it takes interactions into account (Langsrud, 2003). This type is selected by default and recommended for designs in which the imbalance is not a consequence of imbalance in the population, but due to random variation.
es: Suma parcial de cuadrados. Es la reducción del error cuando se añade cada factor a un modelo que incluye todos los otros factores, incluyendo las interacciones con este factor. Este tipo se elige a menudo porque tiene en cuenta las interacciones Langsrud (2003). Se selecciona por defecto, y se recomienda para diseños en los que la falta de equilibrio no es consecuencia de la falta de equilibrio en la población, sino debida a la variación aleatoria.
pt: Soma parcial dos quadrados. É a redução do erro quando cada fator é adicionado a um modelo que inclui todos os outros fatores, inclusive as interações com esse fator. Esse tipo de análise é frequentemente escolhido por levar em consideração as interações (Langsrud, 2003). É selecionado por padrão e recomendado para delineamentos nos quais o desequilíbrio não é consequência de desequilíbrio na população, mas sim de variação aleatória.

# MixedModelsOptions|
source: Specifies whether the model intercept should be tested. Available only if the likelihood ratio test or parametric bootstrap is selected in the Model Terms test.
es: Especifica si debe comprobarse la constante del modelo. Solo disponible cuando se elige el contraste de la razón de verosimilitudes o un bootstrap paramétrico en el contraste de Términos del modelo.
pt: Especifica se o intercepto do modelo deve ser testado. Disponível apenas se o teste da razão de verossimilhança ou o bootstrap paramétrico for selecionado no teste de termos do modelo.

# MixedModelsOptions|
source: Methods for obtaining p-values for the ANOVA summary. Note that the Kenward-Roger approximation for degrees of freedom can be very RAM and time consuming with larger datasets and complicated random effects structures. Several methods are available.
es: Métodos para obtener los valores P en el resumen del ANOVA. Observa que la aproximación de Kenward-Roger para los grados de libertad puede consumir mucha RAM y tiempo con grandes conjuntos de datos y estructuras complicadas de efectos aleatorios. Hay disponibles varios métodos.
pt: Métodos para obtenção de valores p para o resumo da ANOVA. Observe que a aproximação de Kenward-Roger para graus de liberdade pode ser muito custosa em termos de RAM e tempo de processamento com conjuntos de dados maiores e estruturas de efeitos aleatórios complexas. Vários métodos estão disponíveis.

# MixedModelsOptions|
source: Specifies factor encoding for categorical variables.
es: Especifica la codificación de factores para variables con categorías.
pt: Especifica o fator de codificação para variáveis categóricas.

# MixedModelsOptions|
source: Compares each category to the overall mean.
es: Compara cada categoría con la media global.
pt: Compara cada categoria com a média geral.

# MixedModelsOptions|
source: Compares each category to a baseline category, also known as 'Dummy' coding.
es: Compara cada categoría con una categoría base, también conocida como codificación 'Ficticia'.
pt: Compara cada categoria com uma categoria de base, também conhecida como codificação 'Dummy'.

# MixedModelsOptions|
source: Number of samples to be used for the parametric bootstrap.
es: Número de muestras que se usan para el bootstrap paramétrico.
pt: Número de amostras para serem usadas no bootstrap paramétrico.

# MixedModelsOptions|
source: Output table containing relevant statistics for the model.
es: Tabla de resultados que contiene estadísticos relevantes del modelo.
pt: Tabela de saída contendo estatísticas relevantes para o modelo.

# MixedModelsOptions|
source: Shows the estimated fixed effect coefficients.
es: Muestra los coeficientes estimados de los efectos fijos.
pt: Mostra os coeficientes estimados de efeitos fixos.

# MixedModelsOptions|
source: Shows the estimated residual variances and variances/correlations of random effects coefficients.
es: Muestra las varianzas estimadas de los errores y las varianzas/correlaciones de los coeficientes de efectos aleatorios.
pt: Mostra as variâncias residuais estimadas e as variâncias/correlações dos coeficientes de efeitos aleatórios.

# MixedModelsOptions|
source: Shows the estimated random effects coefficients.
es: Muestra los coeficientes estimados de los efectos aleatorios.
pt: Mostra os coeficientes estimados de efeitos aleatórios.

# MixedModelsOptions|
source: Shows the maximum ratio of the likelihood of the obtained p-value under H1 vs the likelihood of the obtained p value under H0. For example, if the two-sided p-value equals .05, the Vovk-Sellke MPR equals 2.46, indicating that this p-value is at most 2.46 times more likely to occur under H1 than under H0.
es: Presenta la proporción máxima de la verosimilitud del valor P obtenido bajo H1 frente a la verosimilitud del valor P obtenido bajo H0. Por ejemplo, si el valor P bilateral es igual a .05, el MPR de Vovk-Sellke es igual a 2.46, indicando que este valor P es como mucho 2.46 veces más probable que ocurra bajo H1 que bajo H0.
pt: Mostra a razão máxima entre a probabilidade do valor p obtido sob H1 e a probabilidade do valor p obtido sob H0. Por exemplo, se o valor-p bicaudal for igual a 0,05, a razão máxima de probabilidade de Vocke-Sellke (MPR) será igual a 2,46, indicando que esse valor-p tem, no máximo, 2,46 vezes mais probabilidade de ocorrer sob H1 do que sob H0.

# MixedModelsPlots|
source: Categorical or ordinal fixed effects variables that can be used for visualization.
es: Variables con categorías u ordinales de efectos fijos que pueden utilizarse en la visualización.
pt: Variáveis de efeitos fixos categóricas ou ordinais que podem ser usadas para visualização.

# MixedModelsPlots|
source: Variables that will be plotted on the horizontal axis.
es: Variables que se van a representar en el eje horizontal.
pt: Variáveis que serão plotadas no eixo horizontal.

# MixedModelsPlots|
source: Variables that will be plotted inside the plot as different traces/lines.
es: Variables que se van a representar dentro del gráfico como diferentes trazos/líneas.
pt: Variáveis que serão plotadas no gráfico como diferentes traços/linhas.

# MixedModelsPlots|
source: Variables whose levels will be split across different plots.
es: Variables cuyos niveles se van a separar entre distintos gráficos.
pt: Variáveis cujos níveis serão separados entre diferentes gráficos.

# MixedModelsPlots|
source: Random effect grouping factors that can be used for data aggregation of background data.
es: Factores de agrupación de efectos aleatorios que se pueden usar para agregar los datos de fondo.
pt: Fatores de agrupamento de efeitos aleatórios que podem ser usados para agregação de dados de contexto.

# MixedModelsPlots|
source: The level of aggregation for the response variable. i.e., if participants are selected, the individual data points in the background are their averages across the combinations of levels of fixed effect factors selected in the Horizontal axis, Separate lines, and Separate plots.
es: EL nivel de agregación para la variable de respuesta. Es decir, cuando se seleccionan los participantes, los puntos individuales de datos en el fondo son sus medias entre las combinaciones de niveles de los factores de efectos fijos elegidos en Eje horizontal, Líneas separadas y Gráficos separados.
pt: O nível de agregação para a variável resposta. Ou seja, se os participantes forem selecionados, os pontos de dados individuais no fundo representam suas médias nas combinações de níveis dos fatores de efeito fixo selecionados no eixo horizontal, linhas separadas e gráficos separados.

# MixedModelsPlots|
source: Type of standard error on which the error bars will be based. Default is 'model', which plots model-based standard errors. Several options are available.
es: Tipo de error estándar en el que se basarán las barras de error. Por defecto es 'modelo', que representa los errores típicos basados en el modelo. Hay disponibles varias opciones.
pt: Tipo de erro padrão no qual as barras de erro serão baseadas. O padrão é 'model', que plota erros padrão baseados no modelo. Várias opções estão disponíveis.

# MixedModelsPlots|
source: Width of the confidence interval. Set at 95% by default, which can be changed by the user.
es: Ancho del intervalo de confianza. Establecido en 95% por defecto, y que el usuario puede cambiar.
pt: Largura do intervalo de confiança. Definido como 95 % por padrão, o qual pode ser alterado pelo usuário.

# MixedModelsPlots|
source: How the factor levels should be distinguished. This can be by color, shape, linetype, or fill.
es: Cómo deben distinguirse los niveles de los factores. Esto puede ser por color, forma, tipo de línea o relleno.
pt: Como os níveis do fator devem ser distinguidos. Isso pode ocorrer por cor, forma, tipo de linha, ou preenchimento.

# MixedModelsPlots|
source: Type of background element to be used on the plots. Several options are available.
pt: Tipo de elemento de fundo a ser utilizado nos gráficos. Várias opções estão disponíveis.

# MixedModelsPlots|
source: Transparency level of the plotted elements (geoms).
pt: Nível de transparência dos elementos plotados (geoms).

# MixedModelsPlots|
source: Width of the jitter.
pt: Largura do jitter.

# MixedModelsPlots|
source: Height of the jitter.
pt: Altura do jitter.

# MixedModelsPlots|
source: Width of the element.
es: Tipo de elemento de fondo para utilizar en los gráficos. Hay disponibles varias opciones.
pt: Largura do elemento.

# MixedModelsPlots|
source: Spacing between the plotted elements (geoms).
es: Espaciado entre los elementos representados (geoms).
pt: Espaçamento entre os elementos plotados (geoms).

# MixedModelsPlots|
source: Color palette to be used on the plot display. Several options are available.
es: Paleta de colores a usar en la presentación de gráficos. Hay disponibles varias opciones.
pt: Paleta de cores a ser usada na exibição do gráfico. Várias opções estão disponíveis.

# MixedModelsPlots|
source: Whether and where should the legend be plotted. Several options are available.
pt: Se e onde a legenda deve ser plotada. Várias opções estão disponíveis.

# MixedModelsPlots|
source: No legend is plotted.
pt: Nenhuma legenda foi plotada.

# MixedModelsPlots|
source: The legend is plotted on the bottom.
pt: A legenda foi plotada embaixo.

# MixedModelsPlots|
source: The legend is plotted on the right.
pt: A legenda foi plotada à direita.

# MixedModelsPlots|
source: The legend is plotted on the top.
pt: A legenda foi plotada em cima.

# MixedModelsPlots|
source: The legend is plotted on the left.
pt: A legenda foi plotada à esquerda.

# MixedModelsPlots|
source: Color of the aggregated response variable. Several options are available.
pt: Cor da variável resposta agregada. Várias opções estão disponíveis.

# MixedModelsPlots|
source: Relative size of the plotted text.
pt: Tamanho relativo do texto plotado.

# MixedModelsPlots|
source: Relative size of the foreground data (confidence interval bars, etc.).
pt: Tamanho relativo dos dados de primeiro plano (barras de intervalo de confiança, etc.).

# MixedModelsPlots|
source: Display numerical summary of the plotted objects.
pt: Exibe o resumo numérico dos objetos plotados.

# MixedModelsBGLMM|
source: Bayesian Generalized Linear Mixed Models allow you to model a linear relationship between one or more explanatory variable(s) and a dependent variable in cases where the observations are not independent, but clustered within one or several random effects grouping factors (e.g., repeated measures across participants or items, children within schools). They are generalizations of Bayesian Linear Mixed Models and allow you to model response variables that are not continuous using different likelihoods and link functions.
pt: Os Modelos Lineares Mistos Generalizados Bayesianos permitem modelar uma relação linear entre uma ou mais variáveis explicativas e uma variável dependente em casos onde as observações não são independentes, mas agrupadas dentro de um ou mais fatores de agrupamento de efeitos aleatórios (por exemplo, medidas repetidas entre participantes ou itens, crianças dentro de escolas). São generalizações dos Modelos Lineares Mistos Bayesianos e permitem modelar variáveis de resposta que não são contínuas, utilizando diferentes verossimilhanças e funções de ligação.

# MixedModelsBGLMM|
source: Assumptions
pt: Pressupostos

# MixedModelsBGLMM|
source: Linearity and additivity: The response variable is related to all predictors according to the link function and the effects of the predictors are additive on the linear scale.
pt: Linearidade e aditividade: A variável resposta está relacionada a todos os preditores de acordo com a função de ligação, e os efeitos dos preditores são aditivos na escala linear.

# MixedModelsBGLMM|
source: Independence of errors: The errors are uncorrelated with each other after taking the model (i.e., fixed effects and random effects structure) into account.
pt: Independência dos erros: Os erros não são correlacionados entre si após considerar o modelo (ou seja, a estrutura de efeitos fixos e efeitos aleatórios).

# MixedModelsBGLMM|
source: Homoscedasticity: The error variance of each predictor is constant across all values of that predictor.
pt: Homocedasticidade: A variância do erro de cada preditor é constante para todos os valores desse preditor.

# MixedModelsBGLMM|
source: Distribution of errors: The errors are distributed according to the distributional family.
pt: Distribuição dos erros: Os erros são distribuídos de acordo com a família de distribuição.
