Repository: jasp-stats/jaspMixedModels
Catalog: po/QML-*.po
Languages: es, pt, tr

# MixedModelsBLMM|
source: Creates a table for specifying contrasts based on the estimated conditional slopes. The first column contains row indices corresponding to the estimated conditional slopes output table. Columns with variable names show the levels of each variable for the respective conditional slope. Columns labeled ‘Contrast x’ are used to define contrasts. To specify a contrast between two conditional slopes, enter -1 and 1 in the corresponding rows. Interactions can be tested by defining differences in conditional slopes of one variable across levels of another.
es: Crea una tabla para especificar contrastes en base a las pendientes estimadas condicionadas. La primera columna contiene índices de fila que corresponden a la tabla de resultados de las pendientes estimadas condicionadas. Las columnas con nombres de variables muestran los niveles de cada variable para la pendiente condicionada respectiva. Las columnas con la etiqueta ‘Contraste x’ se utilizan para definir contrastes. Para especificar un contraste entre dos pendientes condicionadas, introduzca -1 y 1 en las filas correspondientes. Las interacciones se pueden contrastar definiendo diferencias en las pendientes condicionadas de una variable a través de los niveles de otra.
pt: Cria uma tabela para especificar contrastes com base nas inclinações condicionais estimadas. A primeira coluna contém os índices das linhas correspondentes à tabela de saída das inclinações condicionais estimadas. As colunas com os nomes das variáveis mostram os níveis de cada variável para a respectiva inclinação condicional. As colunas rotuladas como "Contraste x" são usadas para definir contrastes. Para especificar um contraste entre duas inclinações condicionais, insira -1 e 1 nas linhas correspondentes. As interações podem ser testadas definindo-se as diferenças nas inclinações condicionais de uma variável em relação aos níveis de outra.

# MixedModelsGLMM|
source: Generalized Linear Mixed Models allow you to model a linear relationship between one or more explanatory variable(s) and a dependent variable in cases where the observations are not independent, but clustered within one or several random effects grouping factors (e.g., repeated measures across participants or items, children within schools). They are generalizations of Linear Mixed Models and allow you to model response variables that are not continuous using different likelihoods and link functions.
pt: Os Modelos Lineares Mistos Generalizados permitem modelar uma relação linear entre uma ou mais variáveis explicativas e uma variável dependente em casos onde as observações não são independentes, mas agrupadas dentro de um ou mais fatores de agrupamento de efeitos aleatórios (por exemplo, medidas repetidas entre participantes ou itens, crianças dentro de escolas). São generalizações dos Modelos Lineares Mistos e permitem modelar variáveis de resposta que não são contínuas, utilizando diferentes verossimilhanças e funções de ligação.

# MixedModelsGLMM|
source: Assumptions
pt: Pressupostos

# MixedModelsGLMM|
source: Linearity and additivity: The response variable is related to all predictors according to the link function and the effects of the predictors are additive on the linear scale.
pt: Linearidade e aditividade: A variável resposta está relacionada a todos os preditores de acordo com a função de ligação, e os efeitos dos preditores são aditivos na escala linear.

# MixedModelsGLMM|
source: Independence of errors: The errors are uncorrelated with each other after taking the model (i.e., fixed effects and random effects structure) into account.
pt: Independência dos erros: Os erros não são correlacionados entre si após considerar o modelo (ou seja, a estrutura de efeitos fixos e efeitos aleatórios).

# MixedModelsGLMM|
source: Homoscedasticity: The error variance of each predictor is constant across all values of that predictor.
pt: Homocedasticidade: A variância do erro de cada preditor é constante para todos os valores desse preditor.

# MixedModelsGLMM|
source: Distribution of errors: The errors are distributed according to the distributional family.
pt: Distribuição dos erros: Os erros são distribuídos de acordo com a família de distribuição.

# MixedModelsGLMM|
source: The analysis uses sum contrast encoding for categorical (nominal and ordinal) predictors (R uses dummy encoding by default). This scheme is used for better interpretability of models with interactions. However, the fixed and random effects estimates will differ from those obtained from R with default settings. We advise using the 'Estimated marginal means' section for obtaining mean estimates at individual factor levels. For comparing the mean estimates, use the contrasts option. To change the contrast encoding for the analysis use Factor contrast dropdown in the Options section.
pt: A análise utiliza codificação de contraste de soma para preditores categóricos (nominais e ordinais) (o R utiliza codificação dummy por padrão). Esse esquema é usado para melhor interpretabilidade de modelos com interações. No entanto, as estimativas de efeitos fixos e aleatórios serão diferentes daquelas obtidas com as configurações padrão do R. Recomendamos o uso da seção "Médias marginais estimadas" para obter estimativas de médias em níveis de fatores individuais. Para comparar as estimativas de médias, utilize a opção de contrastes. Para alterar a codificação de contraste da análise, utilize o menu suspenso "Contraste de fator" na seção "Opções".

# MixedModelsGLMM|
source: The analysis uses a long data format.
pt: A análise usa um formato de dados longo.

# MixedModelsGLMM|
source: Dependent (response) variable.
pt: Variável dependente (resposta).

# MixedModelsGLMM|
source: Number of trials, only applicable if the Binomial (aggregated) family is selected.
pt: Número de tentativas, aplicável somente se a família Binomial (agregada) for selecionada.

# MixedModelsGLMM|
source: Variables used as the fixed effects predictors (the model terms can be specified under Model section). These are usually the variables of primary scientific interest.
pt: Variáveis utilizadas como preditores de efeitos fixos (os termos do modelo podem ser especificados na seção Modelo). Normalmente, essas são as variáveis de principal interesse científico.

# MixedModelsGLMM|
source: Categorical variable(s) specifying clusters of observations (i.e., several observations per level of a random effects grouping factor). These are typically variables, such as participants or items, one wants to generalize over. Factors with very few levels (i.e., fewer than five or six levels) should not be used as random effects grouping factors as the number of levels determines the power of the fixed effects tests (Westfall, Kenny, & Judd, 2014). The random effects structure (i.e., random intercepts, random slopes, and correlations among random effects parameters) can be specified under Model - Random effects. The default random effects structure is the automatically determined 'maximal random effects structure justified by the design' (Barr, Levy, Scheepers, & Tily, 2013).
pt: Variáveis categóricas que especificam agrupamentos de observações (ou seja, várias observações por nível de um fator de agrupamento de efeitos aleatórios). Normalmente, são variáveis, como participantes ou itens, sobre as quais se deseja generalizar. Fatores com poucos níveis (ou seja, menos de cinco ou seis níveis) não devem ser usados como fatores de agrupamento de efeitos aleatórios, pois o número de níveis determina o poder dos testes de efeitos fixos (Westfall, Kenny e Judd, 2014). A estrutura de efeitos aleatórios (ou seja, interceptos aleatórios, inclinações aleatórias e correlações entre os parâmetros de efeitos aleatórios) pode ser especificada em Modelo - Efeitos aleatórios. A estrutura de efeitos aleatórios padrão é a "estrutura de efeitos aleatórios máxima justificada pelo delineamento", determinada automaticamente (Barr, Levy, Scheepers e Tily, 2013).

# MixedModelsGLMM|
source: Distribution function whose likelihood will be used for the dependent variable. Several options are available.
pt: Função de distribuição cuja verossimilhança será usada para a variável dependente. Várias opções estão disponíveis.

# MixedModelsGLMM|
source: Link function that will be used to model the mean parameter of the selected distribution function.
pt: Função de ligação que será usada para modelar o parâmetro médio da função de distribuição selecionada.

# MixedModelsGLMM|
source: Fixed effects variables that can be used for computing estimated marginal means.
pt: Variáveis de efeitos fixos que podem ser usadas para calcular as médias marginais estimadas.

# MixedModelsGLMM|
source: Variables for which the estimated marginal means will be computed.
pt: Variáveis para as quais as médias marginais estimadas serão calculadas.

# MixedModelsGLMM|
source: Width of the confidence interval. Set at 95% by default, which can be changed by the user.
es: Ancho del intervalo de confianza. Establecido en 95% por defecto, y que el usuario puede cambiar.
pt: Largura do intervalo de confiança. Definido como 95 % por padrão, o qual pode ser alterado pelo usuário.

# MixedModelsGLMM|
source: Specifies the 'levels' of continuous variables (expressed in standard deviations) over which the estimated marginal means are computed.
es: Especifica los 'niveles' de las variables continuas (expresados en desviaciones típicas) sobre los que se calculan las medias estimadas marginales.
pt: Especifica os 'níveis' das variáveis contínuas (expressos em desvios padrão) sobre os quais as médias marginais estimadas são calculadas.

# MixedModelsGLMM|
source: Value to which the estimated marginal means will be compared.
pt: Valor com o qual as médias marginais estimadas serão comparadas.

# MixedModelsGLMM|
source: Whether the estimated marginal means should be computed on the response scale or untransformed linear scale. The response scale is selected by default.
es: Si las medias estimadas marginales se deben calcular en la escala de respuesta o en la escala lineal sin transformar. Se selecciona por defecto la escala de respuesta.
pt: Indica se as médias marginais estimadas devem ser calculadas na escala de resposta ou na escala linear não transformada. A escala de resposta é selecionada por padrão.

# MixedModelsGLMM|
source: Creates a table for specifying contrasts based on the estimated marginal means. The first column contains row indices corresponding to the estimated marginal means output table. Columns with variable names show the levels of each variable for the respective marginal mean. Columns labeled ‘Contrast x’ are used to define contrasts. To specify a contrast between two marginal means, enter -1 and 1 in the corresponding rows. Interactions can be tested by defining differences in marginal means of one variable across levels of another.
es: Crea una tabla para especificar contrastes en base a las medias estimadas marginales. La primera columna contiene índices de fila que corresponden a la tabla de resultados de las medias estimadas marginales. Las columnas con nombres de variables muestran los niveles de cada variable para la media marginal respectiva. Las columnas con la etiqueta ‘Contraste x’ se utilizan para definir contrastes. Para especificar un contraste entre dos medias marginales, introduzca -1 y 1 en las filas correspondientes. Las interacciones se pueden contrastar definiendo diferencias en las medias marginales de una variable a través de los niveles de otra.
pt: Cria uma tabela para especificar contrastes com base nas médias marginais estimadas. A primeira coluna contém os índices das linhas correspondentes à tabela de saída das médias marginais estimadas. As colunas com os nomes das variáveis mostram os níveis de cada variável para a respectiva média marginal. As colunas rotuladas como "Contraste x" são usadas para definir contrastes. Para especificar um contraste entre duas médias marginais, insira -1 e 1 nas linhas correspondentes. As interações podem ser testadas definindo-se as diferenças nas médias marginais de uma variável em relação aos níveis de outra.

# MixedModelsGLMM|
source: To correct for multiple comparison testing and avoid Type I errors, different methods for correcting the p-value are available.
pt: Para corrigir testes de comparação múltipla e evitar erros do Tipo I, existem diferentes métodos disponíveis para corrigir o valor-p.

# MixedModelsGLMM|
source: This method is also called sequential Bonferroni, and is considered less conservative than the Bonferroni method.
pt: Esse método também é chamado de Bonferroni sequencial e é considerado menos conservador que o método de Bonferroni.

# MixedModelsGLMM|
source: Correction that takes into account that test results might be correlated. Best suited for multivariate models.
pt: Correção que leva em consideração a possível correlação entre os resultados dos testes. Mais adequada para modelos multivariados.

# MixedModelsGLMM|
source: Adjusting significance levels in a linear regression, to account for multiple comparisons. This method is considered to be quite conservative.
pt: Ajustar os níveis de significância em uma regressão linear para levar em conta comparações múltiplas. Este método é considerado bastante conservador.

# MixedModelsGLMM|
source: Compare all possible pairs of group means. This correction can be used when the groups of the independent variable have an equal sample size and variance.
pt: Compare todos os pares possíveis de médias de grupo. Essa correção pode ser usada quando os grupos da variável independente têm tamanho de amostra e variância iguais.

# MixedModelsGLMM|
source: No adjustment is conducted.
pt: Nenhum ajuste foi realizado.

# MixedModelsGLMM|
source: This correction is considered conservative. The risk of Type I error is reduced, however, the statistical power decreases as well.
pt: Essa correção é considerada conservadora. O risco de erro do Tipo I é reduzido, porém, o poder estatístico também diminui.

# MixedModelsGLMM|
source: This correction is considered to be more powerful but less conservative than Bonferroni and Holm corrections. Recommended for a small number of tests.
pt: Essa correção é considerada mais poderosa, porém menos conservadora do que as correções de Bonferroni e Holm. Recomendada para um número reduzido de testes.

# MixedModelsGLMM|
source: Continuous variables
es: Variables continuas
pt: Variáveis contínuas

# MixedModelsGLMM|
source: Continuous fixed effects variables that can be used for estimating the conditional slopes.
es: Variables continuas de efectos fijos que se pueden utilizar para estimar pendientes condicionadas.
pt: Variáveis de efeitos fixos contínuos que podem ser usadas para estimar as inclinações condicionais.

# MixedModelsGLMM|
source: Variables for which the estimated conditional slopes will be computed.
es: Variables para las que se van a calcular las pendientes estimadas condicionadas.
pt: Variáveis para as quais serão calculadas as inclinações condicionais estimadas.

# MixedModelsGLMM|
source: Fixed effects variables over which the conditional slopes can be computed.
es: Variables de efectos fijos sobre las que se van a calcular las pendientes condicionadas.
pt: Variáveis de efeitos fixos sobre as quais as inclinações condicionais podem ser calculadas.

# MixedModelsGLMM|
source: Variables over which the conditional slopes will be computed.
es: Variables sobre las que se van a calcular las pendientes condicionadas.
pt: Variáveis sobre as quais serão calculadas as inclinações condicionais.

# MixedModelsGLMM|
source: Specifies the 'levels' of continuous variables (expressed in standard deviations) over which the conditional slopes are computed.
es: Especifica los 'niveles' de las variables continuas (expresados en desviaciones típicas) sobre los que se calculan las pendientes condicionadas.
pt: Especifica os 'níveis' das variáveis contínuas (expressos em desvios padrão) sobre os quais as inclinações condicionais são calculadas.

# MixedModelsGLMM|
source: Value to which the estimated conditional slopes will be compared.
es: Valor con el que se van a comparar las pendientes estimadas condicionadas.
pt: Valor com o qual as inclinações condicionais estimadas serão comparadas.

# MixedModelsGLMM|
source: Creates a table for specifying contrasts based on the estimated conditional slopes. The first column contains row indices corresponding to the estimated conditional slopes output table. Columns with variable names show the levels of each variable for the respective conditional slope. Columns labeled ‘Contrast x’ are used to define contrasts. To specify a contrast between two conditional slopes, enter -1 and 1 in the corresponding rows. Interactions can be tested by defining differences in conditional slopes of one variable across levels of another.
es: Crea una tabla para especificar contrastes en base a las pendientes estimadas condicionadas. La primera columna contiene índices de fila que corresponden a la tabla de resultados de las pendientes estimadas condicionadas. Las columnas con nombres de variables muestran los niveles de cada variable para la pendiente condicionada respectiva. Las columnas con la etiqueta ‘Contraste x’ se utilizan para definir contrastes. Para especificar un contraste entre dos pendientes condicionadas, introduzca -1 y 1 en las filas correspondientes. Las interacciones se pueden contrastar definiendo diferencias en las pendientes condicionadas de una variable a través de los niveles de otra.
pt: Cria uma tabela para especificar contrastes com base nas inclinações condicionais estimadas. A primeira coluna contém os índices das linhas correspondentes à tabela de saída das inclinações condicionais estimadas. As colunas com os nomes das variáveis mostram os níveis de cada variável para a respectiva inclinação condicional. As colunas rotuladas como "Contraste x" são usadas para definir contrastes. Para especificar um contraste entre duas inclinações condicionais, insira -1 e 1 nas linhas correspondentes. As interações podem ser testadas definindo-se as diferenças nas inclinações condicionais de uma variável em relação aos níveis de outra.

# MixedModelsLMM|
source: Linear Mixed Models allow you to model a linear relationship between one or more explanatory variable(s) and a continuous dependent variable in cases where the observations are not independent, but clustered within one or several random effects grouping factors (e.g., repeated measures across participants or items, children within schools). An introduction to this model class and the concepts introduced below is provided in Singmann and Kellen (2019).
pt: Os Modelos Lineares Mistos permitem modelar uma relação linear entre uma ou mais variáveis explicativas e uma variável dependente contínua, em casos onde as observações não são independentes, mas agrupadas dentro de um ou mais fatores de agrupamento de efeitos aleatórios (por exemplo, medidas repetidas entre participantes ou itens, crianças dentro de escolas). Uma introdução a esta classe de modelos e aos conceitos apresentados abaixo é fornecida em Singmann e Kellen (2019).

# MixedModelsLMM|
source: Assumptions
pt: Pressupostos

# MixedModelsLMM|
source: Continuous response variable.
pt: Variável de resposta contínua.

# MixedModelsLMM|
source: Linearity and additivity: The response variable is linearly related to all predictors and the effects of the predictors are additive.
pt: Linearidade e aditividade: A variável resposta está linearmente relacionada a todos os preditores e os efeitos dos preditores são aditivos.

# MixedModelsLMM|
source: Independence of errors: The errors are uncorrelated with each other after taking the model (i.e., fixed effects and random effects structure) into account.
pt: Independência dos erros: Os erros não são correlacionados entre si após considerar o modelo (ou seja, a estrutura de efeitos fixos e efeitos aleatórios).

# MixedModelsLMM|
source: Homoscedasticity: The error variance of each predictor is constant across all values of that predictor.
pt: Homocedasticidade: A variância do erro de cada preditor é constante para todos os valores desse preditor.

# MixedModelsLMM|
source: Normality of errors: The errors are normally distributed with mean zero.
pt: Normalidade dos erros: Os erros apresentam distribuição normal com média zero.

# MixedModelsLMM|
source: The analysis uses sum contrast encoding for categorical (nominal and ordinal) predictors (R uses dummy encoding by default). This scheme is used for better interpretability of models with interactions. However, the fixed and random effects estimates will differ from those obtained from R with default settings. We advise using the 'Estimated marginal means' section for obtaining mean estimates at individual factor levels. For comparing the mean estimates, use the contrasts option. To change the contrast encoding for the analysis use Factor contrast dropdown in the Options section.
pt: A análise utiliza codificação de contraste de soma para preditores categóricos (nominais e ordinais) (o R utiliza codificação dummy por padrão). Esse esquema é usado para melhor interpretabilidade de modelos com interações. No entanto, as estimativas de efeitos fixos e aleatórios serão diferentes daquelas obtidas com as configurações padrão do R. Recomendamos o uso da seção "Médias marginais estimadas" para obter estimativas de médias em níveis de fatores individuais. Para comparar as estimativas de médias, utilize a opção de contrastes. Para alterar a codificação de contraste da análise, utilize o menu suspenso "Contraste de fator" na seção "Opções".

# MixedModelsLMM|
source: The analysis uses a long data format.
pt: A análise usa um formato de dados longo.

# MixedModelsLMM|
source: Dependent (response) variable.
pt: Variável dependente (resposta).

# MixedModelsLMM|
source: Variables used as the fixed effects predictors (the model terms can be specified under Model section). These are usually the variables of primary scientific interest.
pt: Variáveis utilizadas como preditores de efeitos fixos (os termos do modelo podem ser especificados na seção Modelo). Normalmente, essas são as variáveis de principal interesse científico.
