Repository: jasp-stats/jaspMixedModels
Catalog: po/QML-*.po
Languages: es, pt, tr

# MixedModelsBGLMM|
source: The analysis uses orthonormal contrasts such that the marginal prior on all fixed effects is identical for categorical (nominal and ordinal) predictors (R uses dummy encoding by default). This scheme is used for better interpretability of models with interactions. However, the fixed and random effect estimates will differ from those obtained from R with default settings. We advise using the 'Estimated marginal means' section for obtaining mean estimates at individual factor levels. For comparing the mean estimates, use the contrasts option.
pt: A análise utiliza contrastes ortonormais, de forma que a distribuição a priori marginal para todos os efeitos fixos seja idêntica para preditores categóricos (nominais e ordinais) (o R utiliza codificação dummy por padrão). Esse esquema é utilizado para melhor interpretabilidade de modelos com interações. No entanto, as estimativas dos efeitos fixos e aleatórios diferirão daquelas obtidas com as configurações padrão do R. Recomendamos o uso da seção "Médias marginais estimadas" para obter estimativas médias em níveis de fatores individuais. Para comparar as estimativas médias, utilize a opção de contrastes.

# MixedModelsBGLMM|
source: The analysis uses a long data format.
pt: A análise usa um formato de dados longo.

# MixedModelsBGLMM|
source: The prior distributions are weakly informative and should be well-behaved in parameter estimation settings. The module uses the default prior distribution settings of the rstanarm R package which defines normal(location = 0, scale = 2.5) prior distributions on scaled and centered model coefficients.
pt: As distribuições a priori são pouco informativas e devem ter um comportamento adequado em cenários de estimação de parâmetros. O módulo utiliza as configurações padrão de distribuição a priori do pacote rstanarm do R, que define distribuições a priori normais (localização = 0, escala = 2,5) para coeficientes de modelo escalonados e centrados.

# MixedModelsBGLMM|
source: Dependent (response) variable.
pt: Variável dependente (resposta).

# MixedModelsBGLMM|
source: Number of trials, only applicable if the Binomial (aggregated) family is selected.
pt: Número de tentativas, aplicável somente se a família Binomial (agregada) for selecionada.

# MixedModelsBGLMM|
source: Variables used as the fixed effects predictors (the model terms can be specified under Model section). These are usually the variables of primary scientific interest.
pt: Variáveis utilizadas como preditores de efeitos fixos (os termos do modelo podem ser especificados na seção Modelo). Normalmente, essas são as variáveis de principal interesse científico.

# MixedModelsBGLMM|
source: Categorical variable(s) specifying clusters of observations (i.e., several observations per level of a random effects grouping factor). These are typically variables, such as participants or items, one wants to generalize over. Factors with very few levels (i.e., fewer than five or six levels) should not be used as random effects grouping factors as the number of levels determines the power of the fixed effects tests (Westfall, Kenny, & Judd, 2014). The random effects structure (i.e., random intercepts, random slopes, and correlations among random effects parameters) can be specified under Model - Random effects. The default random effects structure is the automatically determined 'maximal random effects structure justified by the design' (Barr, Levy, Scheepers, & Tily, 2013).
pt: Variáveis categóricas que especificam agrupamentos de observações (ou seja, várias observações por nível de um fator de agrupamento de efeitos aleatórios). Normalmente, são variáveis, como participantes ou itens, sobre as quais se deseja generalizar. Fatores com poucos níveis (ou seja, menos de cinco ou seis níveis) não devem ser usados como fatores de agrupamento de efeitos aleatórios, pois o número de níveis determina o poder dos testes de efeitos fixos (Westfall, Kenny e Judd, 2014). A estrutura de efeitos aleatórios (ou seja, interceptos aleatórios, inclinações aleatórias e correlações entre os parâmetros de efeitos aleatórios) pode ser especificada em Modelo - Efeitos aleatórios. A estrutura de efeitos aleatórios padrão é a "estrutura de efeitos aleatórios máxima justificada pelo delineamento", determinada automaticamente (Barr, Levy, Scheepers e Tily, 2013).

# MixedModelsBGLMM|
source: Distribution function whose likelihood will be used for the dependent variable. Several options are available.
pt: Função de distribuição cuja verossimilhança será usada para a variável dependente. Várias opções estão disponíveis.

# MixedModelsBGLMM|
source: Link function that will be used to model the mean parameter of the selected distribution function.
pt: Função de ligação que será usada para modelar o parâmetro médio da função de distribuição selecionada.

# MixedModelsBGLMM|
source: Fixed effects variables that can be used for computing estimated marginal means.
pt: Variáveis de efeitos fixos que podem ser usadas para calcular as médias marginais estimadas.

# MixedModelsBGLMM|
source: Variables for which the estimated marginal means will be computed.
pt: Variáveis para as quais as médias marginais estimadas serão calculadas.

# MixedModelsBGLMM|
source: Width of the confidence interval. Set at 95% by default, which can be changed by the user.
es: Ancho del intervalo de confianza. Establecido en 95% por defecto, y que el usuario puede cambiar.
pt: Largura do intervalo de confiança. Definido como 95 % por padrão, mas pode ser alterada pelo usuário.

# MixedModelsBGLMM|
source: Specifies the 'levels' of continuous variables (expressed in standard deviations) for which the estimated marginal means are computed.
es: Especifica los 'niveles' de las variables continuas (expresados en desviaciones típicas) para los que se calculan las medias estimadas marginales.
pt: Especifica os 'níveis' das variáveis contínuas (expressos em desvios padrão) para os quais as médias marginais estimadas são calculadas.

# MixedModelsBGLMM|
source: Whether the estimated marginal means should be computed on the response scale or untransformed linear scale. The response scale is selected by default.
es: Si las medias estimadas marginales se deben calcular en la escala de respuesta o en la escala lineal sin transformar. Se selecciona por defecto la escala de respuesta.
pt: Indica se as médias marginais estimadas devem ser calculadas na escala de resposta ou na escala linear não transformada. A escala de resposta é selecionada por padrão.

# MixedModelsBGLMM|
source: Creates a table for specifying contrasts based on the estimated marginal means. The first column contains row indices corresponding to the estimated marginal means output table. Columns with variable names show the levels of each variable for the respective marginal mean. Columns labeled ‘Contrast x’ are used to define contrasts. To specify a contrast between two marginal means, enter -1 and 1 in the corresponding rows. Interactions can be tested by defining differences in marginal means of one variable across levels of another.
es: Crea una tabla para especificar contrastes en base a las medias estimadas marginales. La primera columna contiene índices de fila que corresponden a la tabla de resultados de las medias estimadas marginales. Las columnas con nombres de variables muestran los niveles de cada variable para la media marginal respectiva. Las columnas con la etiqueta ‘Contraste x’ se utilizan para definir contrastes. Para especificar un contraste entre dos medias marginales, introduzca -1 y 1 en las filas correspondientes. Las interacciones se pueden contrastar definiendo diferencias en las medias marginales de una variable a través de los niveles de otra.
pt: Cria uma tabela para especificar contrastes com base nas médias marginais estimadas. A primeira coluna contém os índices das linhas correspondentes à tabela de saída das médias marginais estimadas. As colunas com os nomes das variáveis mostram os níveis de cada variável para a respectiva média marginal. As colunas rotuladas como "Contraste x" são usadas para definir contrastes. Para especificar um contraste entre duas médias marginais, insira -1 e 1 nas linhas correspondentes. As interações podem ser testadas definindo-se as diferenças nas médias marginais de uma variável em relação aos níveis de outra.

# MixedModelsBGLMM|
source: Continuous variables
es: Variables continuas
pt: Variáveis contínuas

# MixedModelsBGLMM|
source: Continuous fixed effects variables that can be used for estimating the conditional slopes.
es: Variables continuas de efectos fijos que se pueden utilizar para estimar pendientes condicionadas.
pt: Variáveis de efeitos fixos contínuos que podem ser usadas para estimar as inclinações condicionais.

# MixedModelsBGLMM|
source: Variables for which the estimated conditional slopes will be computed.
es: Variables para las que se van a calcular las pendientes estimadas condicionadas.
pt: Variáveis para as quais serão calculadas as inclinações condicionais estimadas.

# MixedModelsBGLMM|
source: Fixed effects variables over which the conditional slopes can be computed.
es: Variables de efectos fijos sobre las que se van a calcular las pendientes condicionadas.
pt: Variáveis de efeitos fixos sobre as quais as inclinações condicionais podem ser calculadas.

# MixedModelsBGLMM|
source: Variables over which the conditional slopes will be computed.
es: Variables sobre las que se van a calcular las pendientes condicionadas.
pt: Variáveis sobre as quais serão calculadas as inclinações condicionais.

# MixedModelsBGLMM|
source: Specifies the 'levels' of continuous variables (expressed in standard deviations) over which the conditional slopes are computed.
es: Especifica los 'niveles' de las variables continuas (expresados en desviaciones típicas) sobre los que se calculan las pendientes condicionadas.
pt: Especifica os 'níveis' das variáveis contínuas (expressos em desvios padrão) sobre os quais as inclinações condicionais são calculadas.

# MixedModelsBGLMM|
source: Creates a table for specifying contrasts based on the estimated conditional slopes. The first column contains row indices corresponding to the estimated conditional slopes output table. Columns with variable names show the levels of each variable for the respective conditional slope. Columns labeled ‘Contrast x’ are used to define contrasts. To specify a contrast between two conditional slopes, enter -1 and 1 in the corresponding rows. Interactions can be tested by defining differences in conditional slopes of one variable across levels of another.
es: Crea una tabla para especificar contrastes en base a las pendientes estimadas condicionadas. La primera columna contiene índices de fila que corresponden a la tabla de resultados de las pendientes estimadas condicionadas. Las columnas con nombres de variables muestran los niveles de cada variable para la pendiente condicionada respectiva. Las columnas con la etiqueta ‘Contraste x’ se utilizan para definir contrastes. Para especificar un contraste entre dos pendientes condicionadas, introduzca -1 y 1 en las filas correspondientes. Las interacciones se pueden contrastar definiendo diferencias en las pendientes condicionadas de una variable a través de los niveles de otra.
pt: Cria uma tabela para especificar contrastes com base nas inclinações condicionais estimadas. A primeira coluna contém os índices das linhas correspondentes à tabela de saída das inclinações condicionais estimadas. As colunas com os nomes das variáveis mostram os níveis de cada variável para a respectiva inclinação condicional. As colunas rotuladas como "Contraste x" são usadas para definir contrastes. Para especificar um contraste entre duas inclinações condicionais, insira -1 e 1 nas linhas correspondentes. As interações podem ser testadas definindo-se as diferenças nas inclinações condicionais de uma variável em relação aos níveis de outra.

# MixedModelsBLMM|
source: Bayesian Linear Mixed Models allow you to model a linear relationship between one or more explanatory variable(s) and a continuous dependent variable in cases where the observations are not independent, but clustered within one or several random effects grouping factors (e.g., repeated measures across participants or items, children within schools). An introduction to this model class and the concepts introduced below is provided in Singmann and Kellen (2019).
pt: Os Modelos Lineares Mistos Bayesianos permitem modelar uma relação linear entre uma ou mais variáveis explicativas e uma variável dependente contínua em casos onde as observações não são independentes, mas agrupadas dentro de um ou mais fatores de agrupamento de efeitos aleatórios (por exemplo, medidas repetidas entre participantes ou itens, crianças dentro de escolas). Uma introdução a esta classe de modelos e aos conceitos apresentados abaixo é fornecida em Singmann e Kellen (2019).

# MixedModelsBLMM|
source: Assumptions
pt: Pressupostos

# MixedModelsBLMM|
source: Continuous response variable.
pt: Variável de resposta contínua.

# MixedModelsBLMM|
source: Linearity and additivity: The response variable is linearly related to all predictors and the effects of the predictors are additive.
pt: Linearidade e aditividade: A variável resposta está linearmente relacionada a todos os preditores e os efeitos dos preditores são aditivos.

# MixedModelsBLMM|
source: Independence of errors: The errors are uncorrelated with each other after taking the model (i.e., fixed effects and random effects structure) into account.
pt: Independência dos erros: Os erros não são correlacionados entre si após considerar o modelo (ou seja, a estrutura de efeitos fixos e efeitos aleatórios).

# MixedModelsBLMM|
source: Homoscedasticity: The error variance of each predictor is constant across all values of that predictor.
pt: Homocedasticidade: A variância do erro de cada preditor é constante para todos os valores desse preditor.

# MixedModelsBLMM|
source: Normality of errors: The errors are normally distributed with mean zero.
pt: Normalidade dos erros: Os erros apresentam distribuição normal com média zero.

# MixedModelsBLMM|
source: The analysis uses orthonormal contrasts such that the marginal prior on all fixed effects is identical for categorical (nominal and ordinal) predictors (R uses dummy encoding by default). This scheme is used for better interpretability of models with interactions. However, the fixed and random effects estimates will differ from those obtained from R with default settings. We advise using the 'Estimated marginal means' section for obtaining mean estimates at individual factor levels. For comparing the mean estimates, use the contrasts option.
pt: A análise utiliza contrastes ortonormais, de forma que a distribuição a priori marginal para todos os efeitos fixos seja idêntica para preditores categóricos (nominais e ordinais) (o R utiliza codificação dummy por padrão). Esse esquema é utilizado para melhor interpretabilidade de modelos com interações. No entanto, as estimativas dos efeitos fixos e aleatórios diferirão daquelas obtidas com as configurações padrão do R. Recomendamos o uso da seção "Médias marginais estimadas" para obter estimativas médias em níveis de fatores individuais. Para comparar as estimativas médias, utilize a opção de contrastes.

# MixedModelsBLMM|
source: The analysis uses a long data format.
pt: A análise usa um formato de dados longo.

# MixedModelsBLMM|
source: The prior distributions are weakly informative and should be well-behaved in parameter estimation settings. The module uses the default prior distribution settings of the rstanarm R package which defines normal(location = 0, scale = 2.5) prior distributions on scaled and centered model coefficients.
pt: As distribuições a priori são pouco informativas e devem ter um comportamento adequado em cenários de estimação de parâmetros. O módulo utiliza as configurações padrão de distribuição a priori do pacote rstanarm do R, que define distribuições a priori normais (localização = 0, escala = 2,5) para coeficientes de modelo escalonados e centrados.

# MixedModelsBLMM|
source: Dependent (response) variable.
pt: Variável dependente (resposta).

# MixedModelsBLMM|
source: Variables used as the fixed effects predictors (the model terms can be specified under Model section). These are usually the variables of primary scientific interest.
pt: Variáveis utilizadas como preditores de efeitos fixos (os termos do modelo podem ser especificados na seção Modelo). Normalmente, essas são as variáveis de principal interesse científico.

# MixedModelsBLMM|
source: Categorical variable(s) specifying clusters of observations (i.e., several observations per level of a random effects grouping factor). These are typically variables, such as participants or items, one wants to generalize over. Factors with very few levels (i.e., fewer than five or six levels) should not be used as random effects grouping factors as the number of levels determines the power of the fixed effects tests (Westfall, Kenny, & Judd, 2014). The random effects structure (i.e., random intercepts, random slopes, and correlations among random effects parameters) can be specified under Model - Random effects. The default random effects structure is the automatically determined 'maximal random effects structure justified by the design' (Barr, Levy, Scheepers, & Tily, 2013).
pt: Variáveis categóricas que especificam agrupamentos de observações (ou seja, várias observações por nível de um fator de agrupamento de efeitos aleatórios). Normalmente, são variáveis, como participantes ou itens, sobre as quais se deseja generalizar. Fatores com poucos níveis (ou seja, menos de cinco ou seis níveis) não devem ser usados como fatores de agrupamento de efeitos aleatórios, pois o número de níveis determina o poder dos testes de efeitos fixos (Westfall, Kenny e Judd, 2014). A estrutura de efeitos aleatórios (ou seja, interceptos aleatórios, inclinações aleatórias e correlações entre os parâmetros de efeitos aleatórios) pode ser especificada em Modelo - Efeitos aleatórios. A estrutura de efeitos aleatórios padrão é a "estrutura de efeitos aleatórios máxima justificada pelo delineamento", determinada automaticamente (Barr, Levy, Scheepers e Tily, 2013).

# MixedModelsBLMM|
source: Fixed effects variables that can be used for computing estimated marginal means.
pt: Variáveis de efeitos fixos que podem ser usadas para calcular as médias marginais estimadas.

# MixedModelsBLMM|
source: Variables for which the estimated marginal means will be computed.
pt: Variáveis para as quais as médias marginais estimadas serão calculadas.

# MixedModelsBLMM|
source: Width of the confidence interval. Set at 95% by default, which can be changed by the user.
es: Ancho del intervalo de confianza. Establecido en 95% por defecto, y que el usuario puede cambiar.
pt: Largura do intervalo de confiança. Definido como 95 % por padrão, o qual pode ser alterado pelo usuário.

# MixedModelsBLMM|
source: What should be the 'levels' of continuous variables (expressed in standard deviations) for which the estimated marginal means are computed.
pt: Quais devem ser os 'níveis' das variáveis contínuas (expressos em desvios padrão) para os quais as médias marginais estimadas são calculadas.

# MixedModelsBLMM|
source: Creates a table for specifying contrasts based on the estimated marginal means. The first column contains row indices corresponding to the estimated marginal means output table. Columns with variable names show the levels of each variable for the respective marginal mean. Columns labeled ‘Contrast x’ are used to define contrasts. To specify a contrast between two marginal means, enter -1 and 1 in the corresponding rows. Interactions can be tested by defining differences in marginal means of one variable across levels of another.
es: Crea una tabla para especificar contrastes en base a las medias estimadas marginales. La primera columna contiene índices de fila que corresponden a la tabla de resultados de las medias estimadas marginales. Las columnas con nombres de variables muestran los niveles de cada variable para la media marginal respectiva. Las columnas con la etiqueta ‘Contraste x’ se utilizan para definir contrastes. Para especificar un contraste entre dos medias marginales, introduzca -1 y 1 en las filas correspondientes. Las interacciones se pueden contrastar definiendo diferencias en las medias marginales de una variable a través de los niveles de otra.
pt: Cria uma tabela para especificar contrastes com base nas médias marginais estimadas. A primeira coluna contém os índices das linhas correspondentes à tabela de saída das médias marginais estimadas. As colunas com os nomes das variáveis mostram os níveis de cada variável para a respectiva média marginal. As colunas rotuladas como "Contraste x" são usadas para definir contrastes. Para especificar um contraste entre duas médias marginais, insira -1 e 1 nas linhas correspondentes. As interações podem ser testadas definindo-se as diferenças nas médias marginais de uma variável em relação aos níveis de outra.

# MixedModelsBLMM|
source: Continuous variables
es: Variables continuas
pt: Variáveis contínuas

# MixedModelsBLMM|
source: Continuous fixed effects variables that can be used for estimating the conditional slopes.
es: Variables continuas de efectos fijos que se pueden utilizar para estimar pendientes condicionadas.
pt: Variáveis de efeitos fixos contínuos que podem ser usadas para estimar as inclinações condicionais.

# MixedModelsBLMM|
source: Variables for which the estimated conditional slopes will be computed.
es: Variables para las que se van a calcular las pendientes estimadas condicionadas.
pt: Variáveis para as quais serão calculadas as inclinações condicionais estimadas.

# MixedModelsBLMM|
source: Fixed effects variables over which the conditional slopes can be computed.
es: Variables de efectos fijos sobre las que se van a calcular las pendientes condicionadas.
pt: Variáveis de efeitos fixos sobre as quais as inclinações condicionais podem ser calculadas.

# MixedModelsBLMM|
source: Variables over which the conditional slopes will be computed.
es: Variables sobre las que se van a calcular las pendientes condicionadas.
pt: Variáveis sobre as quais serão calculadas as inclinações condicionais.

# MixedModelsBLMM|
source: What should be the 'levels' of continuous variables (expressed in standard deviations) over which the conditional slopes are computed.
es: Qué deben ser los 'niveles' de las variables continuas (expresados en desviaciones típicas) sobre los que se calculan las pendientes condicionadas.
pt: Quais devem ser os 'níveis' das variáveis contínuas (expressos em desvios padrão) sobre os quais as inclinações condicionais são calculadas.
