Repository: jasp-stats/jaspMixedModels
Catalog: po/QML-*.po
Languages: es, pt, tr

# MixedModelsLMM|
source: Categorical variable(s) specifying clusters of observations (i.e., several observations per level of a random effects grouping factor). These are typically variables, such as participants or items, one wants to generalize over. Factors with very few levels (i.e., fewer than five or six levels) should not be used as random effects grouping factors as the number of levels determines the power of the fixed effects tests (Westfall, Kenny, & Judd, 2014). The random effects structure (i.e., random intercepts, random slopes, and correlations among random effects parameters) can be specified under Model - Random effects. The default random effects structure is the automatically determined 'maximal random effects structure justified by the design' (Barr, Levy, Scheepers, & Tily, 2013).
pt: Variáveis categóricas que especificam agrupamentos de observações (ou seja, várias observações por nível de um fator de agrupamento de efeitos aleatórios). Normalmente, são variáveis, como participantes ou itens, sobre as quais se deseja generalizar. Fatores com poucos níveis (ou seja, menos de cinco ou seis níveis) não devem ser usados como fatores de agrupamento de efeitos aleatórios, pois o número de níveis determina o poder dos testes de efeitos fixos (Westfall, Kenny e Judd, 2014). A estrutura de efeitos aleatórios (ou seja, interceptos aleatórios, inclinações aleatórias e correlações entre os parâmetros de efeitos aleatórios) pode ser especificada em Modelo - Efeitos aleatórios. A estrutura de efeitos aleatórios padrão é a "estrutura de efeitos aleatórios máxima justificada pelo delineamento", determinada automaticamente (Barr, Levy, Scheepers e Tily, 2013).

# MixedModelsLMM|
source: Fixed effects variables that can be used for computing estimated marginal means.
pt: Variáveis de efeitos fixos que podem ser usadas para calcular as médias marginais estimadas.

# MixedModelsLMM|
source: Variables for which the estimated marginal means will be computed.
pt: Variáveis para as quais as médias marginais estimadas serão calculadas.

# MixedModelsLMM|
source: Width of the confidence interval. Set at 95% by default, which can be changed by the user.
es: Ancho del intervalo de confianza. Establecido en 95% por defecto, y que el usuario puede cambiar.
pt: Largura do intervalo de confiança. Definido como 95 % por padrão, o qual pode ser alterado pelo usuário.

# MixedModelsLMM|
source: Specifies the 'levels' of continuous variables (expressed in standard deviations) over which the estimated marginal means are computed.
es: Especifica los 'niveles' de las variables continuas (expresados en desviaciones típicas) sobre los que se calculan las medias estimadas marginales.
pt: Especifica os 'níveis' das variáveis contínuas (expressos em desvios padrão) sobre os quais as médias marginais estimadas são calculadas.

# MixedModelsLMM|
source: Method of estimating degrees of freedom. Note that Kenward-Roger approximation for degrees of freedom can be very RAM and time consuming with larger datasets. There are 3 available options.
pt: Método para estimar os graus de liberdade. Observe que a aproximação de Kenward-Roger para graus de liberdade pode consumir muita RAM e tempo com conjuntos de dados maiores. Existem 3 opções disponíveis.

# MixedModelsLMM|
source: JASP automatically uses Asymptotic degrees of freedom in cases with a large dataset. This can be disabled by ticking this checkbox.
pt: O JASP utiliza automaticamente graus de liberdade assintóticos em casos com conjuntos de dados grandes. Isso pode ser desativado marcando esta caixa de seleção.

# MixedModelsLMM|
source: Value to which the estimated marginal means will be compared.
pt: Valor com o qual as médias marginais estimadas serão comparadas.

# MixedModelsLMM|
source: Creates a table for specifying contrasts based on the estimated marginal means. The first column contains row indices corresponding to the estimated marginal means output table. Columns with variable names show the levels of each variable for the respective marginal mean. Columns labeled ‘Contrast x’ are used to define contrasts. To specify a contrast between two marginal means, enter -1 and 1 in the corresponding rows. Interactions can be tested by defining differences in marginal means of one variable across levels of another.
es: Crea una tabla para especificar contrastes en base a las medias estimadas marginales. La primera columna contiene índices de fila que corresponden a la tabla de resultados de las medias estimadas marginales. Las columnas con nombres de variables muestran los niveles de cada variable para la media marginal respectiva. Las columnas con la etiqueta ‘Contraste x’ se utilizan para definir contrastes. Para especificar un contraste entre dos medias marginales, introduzca -1 y 1 en las filas correspondientes. Las interacciones se pueden contrastar definiendo diferencias en las medias marginales de una variable a través de los niveles de otra.
pt: Cria uma tabela para especificar contrastes com base nas médias marginais estimadas. A primeira coluna contém os índices das linhas correspondentes à tabela de saída das médias marginais estimadas. As colunas com os nomes das variáveis mostram os níveis de cada variável para a respectiva média marginal. As colunas rotuladas como "Contraste x" são usadas para definir contrastes. Para especificar um contraste entre duas médias marginais, insira -1 e 1 nas linhas correspondentes. As interações podem ser testadas definindo-se as diferenças nas médias marginais de uma variável em relação aos níveis de outra.

# MixedModelsLMM|
source: To correct for multiple comparison testing and avoid Type I errors, different methods for correcting the p-value are available.
pt: Para corrigir testes de comparação múltipla e evitar erros do Tipo I, existem diferentes métodos disponíveis para corrigir o valor-p.

# MixedModelsLMM|
source: This method is also called sequential Bonferroni, and is considered less conservative than the Bonferroni method.
pt: Esse método também é chamado de Bonferroni sequencial e é considerado menos conservador que o método de Bonferroni.

# MixedModelsLMM|
source: Correction that takes into account that test results might be correlated. Best suited for multivariate models.
pt: Correção que leva em consideração a possível correlação entre os resultados dos testes. Mais adequada para modelos multivariados.

# MixedModelsLMM|
source: Adjusting significance levels in a linear regression, to account for multiple comparisons. This method is considered to be quite conservative.
pt: Ajustar os níveis de significância em uma regressão linear para levar em conta comparações múltiplas. Este método é considerado bastante conservador.

# MixedModelsLMM|
source: Compare all possible pairs of group means. This correction can be used when the groups of the independent variable have an equal sample size and variance.
pt: Compare todos os pares possíveis de médias de grupo. Essa correção pode ser usada quando os grupos da variável independente têm tamanho de amostra e variância iguais.

# MixedModelsLMM|
source: No adjustment is conducted.
pt: Nenhum ajuste foi realizado.

# MixedModelsLMM|
source: This correction is considered conservative. The risk of Type I error is reduced, however, the statistical power decreases as well.
pt: Essa correção é considerada conservadora. O risco de erro do Tipo I é reduzido, porém, o poder estatístico também diminui.

# MixedModelsLMM|
source: This correction is considered to be more powerful but less conservative than Bonferroni and Holm corrections. Recommended for a small number of tests.
pt: Essa correção é considerada mais poderosa, porém menos conservadora do que as correções de Bonferroni e Holm. Recomendada para um número reduzido de testes.

# MixedModelsLMM|
source: Continuous variables
es: Variables continuas
pt: Variáveis contínuas

# MixedModelsLMM|
source: Continuous fixed effects variables that can be used for estimating the conditional slopes.
es: Variables continuas de efectos fijos que se pueden utilizar para estimar pendientes condicionadas.
pt: Variáveis de efeitos fixos contínuos que podem ser usadas para estimar as inclinações condicionais.

# MixedModelsLMM|
source: Variables for which the estimated conditional slopes will be computed.
es: Variables para las que se van a calcular las pendientes estimadas condicionadas.
pt: Variáveis para as quais serão calculadas as inclinações condicionais estimadas.

# MixedModelsLMM|
source: Fixed effects variables over which the conditional slopes can be computed.
es: Variables de efectos fijos sobre las que se van a calcular las pendientes condicionadas.
pt: Variáveis de efeitos fixos sobre as quais as inclinações condicionais podem ser calculadas.

# MixedModelsLMM|
source: Variables over which the conditional slopes will be computed.
es: Variables sobre las que se van a calcular las pendientes condicionadas.
pt: Variáveis sobre as quais serão calculadas as inclinações condicionais.

# MixedModelsLMM|
source: Specifies the 'levels' of continuous variables (expressed in standard deviations) over which the conditional slopes are computed.
es: Especifica los 'niveles' de las variables continuas (expresados en desviaciones típicas) sobre los que se calculan las pendientes condicionadas.
pt: Especifica os 'níveis' das variáveis contínuas (expressos em desvios padrão) sobre os quais as inclinações condicionais são calculadas.

# MixedModelsLMM|
source: Value to which the estimated conditional slopes will be compared.
es: Valor con el que se van a comparar las pendientes estimadas condicionadas.
pt: Valor com o qual as inclinações condicionais estimadas serão comparadas.

# MixedModelsLMM|
source: Creates a table for specifying contrasts based on the estimated conditional slopes. The first column contains row indices corresponding to the estimated conditional slopes output table. Columns with variable names show the levels of each variable for the respective conditional slope. Columns labeled ‘Contrast x’ are used to define contrasts. To specify a contrast between two conditional slopes, enter -1 and 1 in the corresponding rows. Interactions can be tested by defining differences in conditional slopes of one variable across levels of another.
es: Crea una tabla para especificar contrastes en base a las pendientes estimadas condicionadas. La primera columna contiene índices de fila que corresponden a la tabla de resultados de las pendientes estimadas condicionadas. Las columnas con nombres de variables muestran los niveles de cada variable para la pendiente condicionada respectiva. Las columnas con la etiqueta ‘Contraste x’ se utilizan para definir contrastes. Para especificar un contraste entre dos pendientes condicionadas, introduzca -1 y 1 en las filas correspondientes. Las interacciones se pueden contrastar definiendo diferencias en las pendientes condicionadas de una variable a través de los niveles de otra.
pt: Cria uma tabela para especificar contrastes com base nas inclinações condicionais estimadas. A primeira coluna contém os índices das linhas correspondentes à tabela de saída das inclinações condicionais estimadas. As colunas com os nomes das variáveis mostram os níveis de cada variável para a respectiva inclinação condicional. As colunas rotuladas como "Contraste x" são usadas para definir contrastes. Para especificar um contraste entre duas inclinações condicionais, insira -1 e 1 nas linhas correspondentes. As interações podem ser testadas definindo-se as diferenças nas inclinações condicionais de uma variável em relação aos níveis de outra.

# MixedModelsLMM|
source: To correct for multiple comparison testing and avoid Type I errors, different methods for correcting the p-value are available:
pt: Para corrigir testes de comparação múltipla e evitar erros do Tipo I, diferentes métodos de correção do valor-p estão disponíveis:

# MixedModelsMCMCDiagnostics|
source: Traceplot
es: Gráfico de trazado

# MixedModelsPlots|
source: Jitter
es: Oscilación
tr: Titreşme

# MixedModelsBGLMM|
source: Link
es: Enlace
tr: Bağlantı

# MixedModelsBGLMM|
source: Log
es: Logaritmo

# MixedModelsGLMM|
source: Link
es: Enlace
tr: Bağlantı

# MixedModelsGLMM|
source: Log
es: Logaritmo
tr: Günlük (Kayıt)/Log

# MixedModelsBGLMM|
source: Binomial
tr: Binom/İki Terimli

# MixedModelsBGLMM|
source: Binomial (aggregated)
tr: Binom/İki Terimli (birleştirilmiş)

# MixedModelsBGLMM|
source: Probit
tr: Probit (Olasılık Birikimi)

# MixedModelsBGLMM|
source: Continous variables
tr: Sürekli değişkenler

# MixedModelsBLMM|
source: Continous variables
tr: Sürekli değişkenler

# MixedModelsGLMM|
source: Binomial
tr: Binom

# MixedModelsGLMM|
source: Binomial (aggregated)
tr: Binom (birleştirilmiş)

# MixedModelsGLMM|
source: Probit
tr: Probit (Olasılık Birikimi)

# MixedModelsGLMM|
source: Continous variables
tr: Sürekli değişkenler

# MixedModelsLMM|
source: Continous variables
tr: Sürekli değişkenler
