Repository: jasp-stats/jaspMixedModels
Catalog: po/QML-*.po
Languages: es, pt, tr

# Description|
source: Mixed Models
es: Modelos Mixtos
pt: Modelos Mistos
tr: Karma Modeller

# Description|
source: Classical
es: Clásico
pt: Clássico
tr: Klasik

# Description|
source: Linear Mixed Models
es: Modelos Mixtos Lineales
pt: Modelos Lineares Mistos
tr: Doğrusal Karma Modeller

# Description|
source: Generalized Linear Mixed Models
es: Modelos Mixtos Lineales Generalizados
pt: Modelos Lineares Generalizados Mistos
tr: Genelleştirilmiş Doğrusal Karma Modeller

# Description|
source: Bayesian
es: Bayesiano
pt: Bayesiano
tr: Bayes

# Description|
source: Bayesian Linear Mixed Models
es: Modelos Bayesianos Mixtos Lineales
pt: Análise Bayesiana de Modelos Lineares Mistos
tr: Bayesçi Lineer Karma Modeller

# Description|
source: Bayesian Generalized Linear Mixed Models
es: Modelos Bayesianos Mixtos Lineales Generalizados
pt: Análise Bayesiana de Modelos Lineares Generalizados Mistos
tr: Bayes Genelleştirilmiş Doğrusal Karma Modeller

# MixedModelsBOptions|
source: Options
es: Opciones
pt: Opções
tr: Seçenekler

# MixedModelsBOptions|
source: Burnin
es: Calentamiento
pt: Pré treino

# MixedModelsBOptions|
source: Chains
es: Cadenas
pt: Correntes
tr: Zincirler (Diziler)

# MixedModelsBOptions|
source: Adapt delta
es: Delta de ajuste
pt: Adaptar delta

# MixedModelsBOptions|
source: Maximum treedepth
es: Profundidad máxima del árbol
pt: Máxima altura da árvore

# MixedModelsBOptions|
source: Show
es: Mostrar
pt: Apresenta
tr: Göster

# MixedModelsBOptions|
source: Differences from intercept
es: Diferencias con la constante
pt: Diferenças de interceptação

# MixedModelsBOptions|
source: Marginal means
es: Medias marginales
pt: Meios marginais

# MixedModelsBOptions|
source: Model summary
es: Resumen del modelo
pt: Resumo do modelo
tr: model özeti

# MixedModelsBOptions|
source: Fixed effects estimates
es: Estimaciones de efectos fijos
pt: Estimativas de efeitos fixos
tr: Sabit etkilerin kestirimleri

# MixedModelsBOptions|
source: Variance/correlation estimates
es: Estimaciones de varianzas/correlaciones
pt: Estimativas de variância/correlação
tr: Varyans/korelasyon kestirimleri

# MixedModelsBOptions|
source: Credible interval
es: Intervalo de credibilidad
pt: Intervalo de credibilidade
tr: Güvenilir aralık

# MixedModelsMCMCDiagnostics|
source: MCMC diagnostics
es: Diagnósticos MCMC
pt: Diagnósticos MCMC
tr: MCMC Tanılamaları

# MixedModelsMCMCDiagnostics|
source: Model terms
es: Elementos del modelo
pt: Termos do modelo
tr: Model terimleri

# MixedModelsMCMCDiagnostics|
source: Horizontal axis
es: Eje horizontal
pt: Eixo horizontal
tr: Yatay eksen

# MixedModelsMCMCDiagnostics|
source: Plotted term
es: Elemento representado
pt: Prazo de plotagem

# MixedModelsMCMCDiagnostics|
source: Vertical axis
es: Eje vertical
pt: Eixo vertical
tr: Dikey eksen

# MixedModelsMCMCDiagnostics|
source: Plot type
es: Tipo de gráfico
pt: Tipo de diagrama
tr: Grafik türü

# MixedModelsMCMCDiagnostics|
source: Scatterplot
es: Gráfico de dispersión
pt: Gráficos de dispersão
tr: Dağılım grafiği

# MixedModelsMCMCDiagnostics|
source: Histogram
es: Histograma
pt: Histograma

# MixedModelsMCMCDiagnostics|
source: Density
es: Densidad
pt: Densidade
tr: Yoğunluk

# MixedModelsMCMCDiagnostics|
source: Autocorrelations
es: Autocorrelaciones
pt: Autocorrelações
tr: Otokorelasyonlar

# MixedModelsModel|
source: Model
es: Modelo
pt: Modelo

# MixedModelsModel|
source: Model components
es: Componentes del modelo
pt: Componentes do modelo
tr: Model bileşenleri

# MixedModelsModel|
source: Fixed effects
es: Efectos fijos
pt: Efeitos fixos
tr: Sabit etkiler

# MixedModelsModel|
source: Random effects
es: Efectos aleatorios
pt: Efeitos aleatórios
tr: Rastsal etkiler

# MixedModelsModel|
source: Correlations
es: Correlaciones
pt: Correlações
tr: Korelasyonlar

# MixedModelsOptions|
source: Options
es: Opciones
pt: Opções
tr: Seçenekler

# MixedModelsOptions|
source: Type
es: Tipo
pt: Tipo

# MixedModelsOptions|
source: Test intercept
es: Contrastar la constante
pt: Intercepto do teste

# MixedModelsOptions|
source: Likelihood ratio tests
es: Contrastes de razón de verosimilitudes
pt: Testes de razão de verossimilhança

# MixedModelsOptions|
source: Parametric bootstrap
es: Bootstrap paramétrico
pt: Bootstrap paramétrico
tr: Parametrik önyükleme

# MixedModelsOptions|
source: No. samples
es: Nº muestras
pt: No. de amostras

# MixedModelsOptions|
source: Model summary
es: Resumen del modelo
pt: Resumo do modelo
tr: Model özeti

# MixedModelsOptions|
source: Fixed effects estimates
es: Estimaciones de efectos fijos
pt: Estimativas de efeitos fixos
tr: Sabit etkilerin kestirimleri

# MixedModelsOptions|
source: Variance/correlation estimates
es: Estimaciones de varianzas/correlaciones
pt: Estimativas de variância/correlação
tr: Varyans/korelasyon kestirimleri

# MixedModelsOptions|
source: Vovk-Sellke maximum p-ratio
es: Relación p máxima de Vovk-Sellke
pt: Razão-p máxima de Vovk-Sellke
tr: Vovk-Sellke maksimum p-oranı

# MixedModelsPlots|
source: Plots
es: Gráficos
pt: Diagramas
tr: Grafikler

# MixedModelsPlots|
source: Model factors
es: Factores del modelo
pt: Fatores de modelo
tr: Model Faktörleri (Etmenleri)

# MixedModelsPlots|
source: Horizontal axis
es: Eje horizontal
pt: Eixo horizontal
tr: Yatay eksen

# MixedModelsPlots|
source: Separate lines
es: Líneas separadas
pt: Linhas separadas
tr: Çizgileri ayırın

# MixedModelsPlots|
source: Separate plots
es: Gráficos separados
pt: Gráficos separados
tr: Grafikleri ayırın

# MixedModelsPlots|
source: Random effects grouping factors
es: Factores de agrupación de efectos aleatorios
pt: Fatores de agrupamento de efeitos aleatórios
tr: Rastgele etkileri gruplandırma faktörleri

# MixedModelsPlots|
source: Background data show
es: Exposición de datos de fondo
pt: Mostrar dados de fundo
tr: Arka plan verileri göstermektedir ki

# MixedModelsPlots|
source: Confidence interval method
es: Método del intervalo de confianza
pt: Método de intervalo de confiança
tr: Güvenilirlik aralığı yöntemi

# MixedModelsPlots|
source: Model
es: Modelo
pt: Modelo

# MixedModelsPlots|
source: None
es: Ninguna
pt: Nenhum
tr: Hiçbiri

# MixedModelsPlots|
source: Mean
es: Media
pt: Média
tr: Ortalama

# MixedModelsPlots|
source: Within
es: Dentro
pt: Dentro de
tr: İçerisinde

# MixedModelsPlots|
source: Between
es: Entre
pt: Entre
tr: Arasında

# MixedModelsPlots|
source: Confidence interval
es: Intervalo de confianza
pt: Intervalo de confiança
tr: Güvenilirlik aralığı

# MixedModelsPlots|
source: Distinguish factor levels
es: Distinguir niveles de factores
pt: Distinguir níveis de fator
tr: Faktör seviyelerini ayırt edin

# MixedModelsPlots|
source: Color
pt: Cor
tr: Renk

# MixedModelsPlots|
source: Shape
es: Forma
pt: Forma
tr: Şekil

# MixedModelsPlots|
source: Linetype
es: Tipo de línea
pt: Tipo de linha
tr: Çizgi Tipi

# MixedModelsPlots|
source: Fill
es: Llenar
pt: Preencher
tr: Doldur

# MixedModelsPlots|
source: Violin
es: Violín
pt: Violino

# MixedModelsPlots|
source: Boxplot
es: Diagrama de caja
pt: Diagrama de caixa
tr: Kutu Grafiği

# MixedModelsPlots|
source: Count
es: Recuento
pt: Contagem
tr: Sayı

# MixedModelsPlots|
source: Transparency
es: Transparencia
pt: Transparência
tr: Şeffaflık

# MixedModelsPlots|
source: Jitter width
es: Ancho de la oscilación
pt: Largura do jitter
tr: Saçılım genişliği

# MixedModelsPlots|
source: Jitter height
es: Altura de la oscilación
pt: Altura do jitter
tr: Saçılım yüksekliği

# MixedModelsPlots|
source: Dodge
es: Finta
pt: Evasão

# MixedModelsPlots|
source: Theme
es: Tema
pt: Tema
tr: Tema

# MixedModelsPlots|
source: Light
es: Claro
pt: Luz

# MixedModelsPlots|
source: Minimal
es: Mínimo
pt: Mínimo
tr: Minimal (Asgari)

# MixedModelsPlots|
source: Legend position
es: Posición de la leyenda
pt: Posição da legenda
tr: Grafik Açıklaması (Gösterge) konumu

# MixedModelsPlots|
source: Bottom
es: Abajo
pt: Fundo
tr: Alt

# MixedModelsPlots|
source: Right
es: Derecha
pt: Direita
tr: Sağ

# MixedModelsPlots|
source: Top
es: Arriba
pt: Topo
tr: Üst

# MixedModelsPlots|
source: Left
es: Izquierda
pt: Esquerda
tr: Sol

# MixedModelsPlots|
source: Dark grey
es: Gris oscuro
pt: Cinza escuro
tr: Koyu gri

# MixedModelsPlots|
source: Black
es: Negro
pt: Preto
tr: Siyah

# MixedModelsPlots|
source: Light grey
es: Gris claro
pt: Cinza claro
tr: Açık gri

# MixedModelsPlots|
source: Blue
es: Azul
pt: Azul
tr: Mavi

# MixedModelsPlots|
source: Red
es: Rojo
pt: Vermelho
tr: Kırmızı

# MixedModelsPlots|
source: Violet
es: Violeta
pt: Violeta
tr: Menekşe

# MixedModelsPlots|
source: Relative size text
es: Texto de tamaño relativo
pt: Texto de tamanho relativo

# MixedModelsPlots|
source: Relative size foreground data
es: Tamaño relativo de los datos en primer plano
pt: Dados de primeiro plano de tamanho relativo
tr: Göreceli büyüklükte ön plan verisi

# MixedModelsPlots|
source: Estimates table
es: Tabla de estimaciones
pt: Tabela de estimativas
tr: Kestirimler (Tahminler) Tablosu

# MixedModelsBGLMM|
source: Dependent variable
es: Variable dependiente
pt: Variável dependente
tr: Bağımlı Değişken

# MixedModelsBGLMM|
source: Number of trials
es: Número de intentos
pt: Número de tentativas
tr: Denemelerin sayısı

# MixedModelsBGLMM|
source: Fixed effects variables
es: Variables de efectos fijos
pt: Variáveis de efeitos fixos
tr: Sabit etkili değişkenler

# MixedModelsBGLMM|
source: Random effects grouping factors
es: Factores de agrupación de efectos aleatorios
pt: Fatores de agrupamento de efeitos aleatórios
tr: Rastgele etkileri gruplandırma faktörleri

# MixedModelsBGLMM|
source: Family
es: Familia
pt: Família
tr: Aile

# MixedModelsBGLMM|
source: Gaussian
es: Normal
pt: Gaussiana

# MixedModelsBGLMM|
source: Inverse Gaussian
es: Normal Inversa
pt: Gaussiana Inversa

# MixedModelsBGLMM|
source: Negative Binomial
es: Binomial Negativa
pt: Binomial Negativo
tr: Negatif Binom

# MixedModelsBGLMM|
source: Complementary LogLog
es: LogLog complementario
pt: LogLog Complementar
tr: Tamamlayıcı LogLog

# MixedModelsBGLMM|
source: Identity
es: Identidad
pt: Identidade
tr: Kimlik

# MixedModelsBGLMM|
source: Sqrt
es: Cuadrado
pt: Raíz quadrada
tr: Karekök

# MixedModelsBGLMM|
source: Inverse
es: Inversa
pt: Inverso
tr: Ters

# MixedModelsBGLMM|
source: Estimated marginal means
es: Medias marginales estimadas
pt: Média marginal estimada
tr: Kestirilen aykırı ortalamalar

# MixedModelsBGLMM|
source: Model variables
es: Variables del modelo
pt: Variáveis de modelo
tr: Model değişkenleri

# MixedModelsBGLMM|
source: Selected variables
es: Variables seleccionadas
pt: Variáveis selecionadas
tr: Seçilen değişkenler

# MixedModelsBGLMM|
source: Response scale
es: Escala de respuesta
pt: Escala de resposta
tr: Cevap (Yanıt) ölçeği

# MixedModelsBGLMM|
source: Specify contrasts
es: Especificar contrastes
pt: Especifique os contrastes
tr: Zıtlıkları (Kontrastları) belirtin

# MixedModelsBGLMM|
source: Estimated trends/conditional slopes
es: Pendientes condicionadas/de tendencia estimadas
pt: Tendências estimadas / inclinações condicionais
tr: Kestirilen eğilimler/koşullu eğimler

# MixedModelsBGLMM|
source: Trend variable
es: Variable de tendencia
pt: Variável de tendência
tr: Eğilim (Trend) değişkeni

# MixedModelsBLMM|
source: Dependent variable
es: Variable dependiente
pt: Variável dependente
tr: Bağımlı değişken

# MixedModelsBLMM|
source: Fixed effects variables
es: Variables de efectos fijos
pt: Variáveis de efeitos fixos
tr: Sabit etkili değişkenler

# MixedModelsBLMM|
source: Random effects grouping factors
es: Factores de agrupación de efectos aleatorios
pt: Fatores de agrupamento de efeitos aleatórios
tr: Rastgele etkileri gruplandırma faktörleri

# MixedModelsBLMM|
source: Estimated marginal means
es: Medias marginales estimadas
pt: Média marginal estimada
tr: Kestirilen aykırı ortalamalar

# MixedModelsBLMM|
source: Model variables
es: Variables del modelo
pt: Variáveis de modelo
tr: Model değişkenleri

# MixedModelsBLMM|
source: Selected variables
es: Variables seleccionadas
pt: Variáveis selecionadas
tr: Seçilen değişkenler

# MixedModelsBLMM|
source: Confidence interval
es: Intervalo de confianza
pt: Intervalo de confiança
tr: Güvenilirlik aralığı

# MixedModelsBLMM|
source: SD factor covariates
es: DT de las covariables de los factores
pt: Covariáveis do fator SD
tr: SS faktör ortak değişkenleri

# MixedModelsBLMM|
source: Specify contrasts
es: Especificar contrastes
pt: Especifique os contrastes
tr: Zıtlıkları (Kontrastları) belirtin

# MixedModelsBLMM|
source: Estimated trends/conditional slopes
es: Pendientes condicionadas/de tendencia estimadas
pt: Tendências estimadas/inclinações condicionais
tr: Kestirilen eğilimler/koşullu eğimler

# MixedModelsBLMM|
source: Trend variable
es: Variable de tendencia
pt: Variável de tendência
tr: Eğilim (Trend) değişkeni

# MixedModelsGLMM|
source: Dependent variable
es: Variable dependiente
pt: Variável dependente
tr: Bağımlı değişken

# MixedModelsGLMM|
source: Number of trials
es: Número de intentos
pt: Número de tentativas
tr: Denemelerin sayısı

# MixedModelsGLMM|
source: Fixed effects variables
es: Variables de efectos fijos
pt: Variáveis de efeitos fixos
tr: Sabit etkili değişkenler

# MixedModelsGLMM|
source: Random effects grouping factors
es: Factores de agrupación de efectos aleatorios
pt: Fatores de agrupamento de efeitos aleatórios
tr: Rastgele etkileri gruplandırma faktörleri

# MixedModelsGLMM|
source: Family
es: Familia
pt: Família
tr: Aile

# MixedModelsGLMM|
source: Gaussian
es: Normal
pt: Gaussiana

# MixedModelsGLMM|
source: Inverse Gaussian
es: Normal Inversa
pt: Gaussiana Inversa
tr: Ters Gaussian

# MixedModelsGLMM|
source: Complementary LogLog
es: LogLog complementario
pt: LogLog Complementar
tr: Tamamlayıcı LogLog

# MixedModelsGLMM|
source: Identity
es: Identidad
pt: Identidade
tr: Kimlik

# MixedModelsGLMM|
source: Sqrt
es: Cuadrado
pt: Raíz quadrada
tr: Karekök

# MixedModelsGLMM|
source: Inverse
es: Inversa
pt: Inverso
tr: Ters

# MixedModelsGLMM|
source: Estimated marginal means
es: Medias marginales estimadas
pt: Média marginal estimada
tr: Kestirilen aykırı ortalamalar

# MixedModelsGLMM|
source: Model variables
es: Variables del modelo
pt: Variáveis do modelo
tr: Model değişkenleri

# MixedModelsGLMM|
source: Selected variables
es: Variables seleccionadas
pt: Variáveis selecionadas
tr: Seçilen değişkenler

# MixedModelsGLMM|
source: Confidence interval
es: Intervalo de confianza
pt: Intervalo de confiança
tr: Güvenilirlik aralığı

# MixedModelsGLMM|
source: SD factor covariates
es: DT de las covariables de los factores
pt: Covariáveis do fator SD
tr: SS faktör ortak değişkenleri

# MixedModelsGLMM|
source: Compare marginal means to:
es: Comparar las medias marginales con:
pt: Compare as médias marginais com:
tr: Aykırı ortalamaları şununla karşılaştır:

# MixedModelsGLMM|
source: Response scale
es: Escala de respuesta
pt: Escala de resposta
tr: Cevap (Yanıt) ölçeği

# MixedModelsGLMM|
source: Specify contrasts
es: Especificar contrastes
pt: Especifique contrastes
tr: Zıtlıkları (Kontrastları) belirtin

# MixedModelsGLMM|
source: P-value adjustment
es: Ajuste del valor P
pt: Ajuste do valor P
tr: P-değeri düzeltmesi

# MixedModelsGLMM|
source: Multivariate-t
es: T multivariante
pt: t-Multivariado
tr: Çok Değişkenli-t

# MixedModelsGLMM|
source: None
es: Ninguna
pt: Nenhum
tr: Hiçbiri

# MixedModelsGLMM|
source: Estimated trends/conditional slopes
es: Pendientes condicionadas/de tendencia estimadas
pt: Tendências estimadas/inclinações condicionais
tr: Kestirilen eğilimler/koşullu eğimler

# MixedModelsGLMM|
source: Trend variable
es: Variable de tendencia
pt: Variável de tendência
tr: Eğilim (Trend) değişkeni

# MixedModelsGLMM|
source: Compare trends to:
es: Comparar tendencias con:
pt: Compare as tendências com:
tr: Eğilimleri (Trendleri) şununla karşılaştırın:

# MixedModelsLMM|
source: Dependent variable
es: Variable dependiente
pt: Variável dependente
tr: Bağımlı değişken

# MixedModelsLMM|
source: Fixed effects variables
es: Variables de efectos fijos
pt: Variáveis de efeitos fixos
tr: Sabit etkili değişkenler

# MixedModelsLMM|
source: Random effects grouping factors
es: Factores de agrupación de efectos aleatorios
pt: Fatores de agrupamento de efeitos aleatórios
tr: Rastgele etkileri gruplandırma faktörleri

# MixedModelsLMM|
source: Estimated marginal means
es: Medias marginales estimadas
pt: Média marginal estimada
tr: Kestirilen aykırı ortalamalar

# MixedModelsLMM|
source: Model variables
es: Variables del modelo
pt: Variáveis do modelo
tr: Model değişkenleri

# MixedModelsLMM|
source: Selected variables
es: Variables seleccionadas
pt: Variáveis selecionadas
tr: Seçilen değişkenler

# MixedModelsLMM|
source: Confidence interval
es: Intervalo de confianza
pt: Intervalo de confiança
tr: Güvenilirlik aralığı

# MixedModelsLMM|
source: SD factor covariates
es: DT de las covariables de los factores
pt: Covariáveis do fator SD
tr: SS faktör ortak değişkenleri

# MixedModelsLMM|
source: Estimate df
es: Estimar gl
pt: Estimar graus de liberdade
tr: sd'yi kestir (tahmin et)

# MixedModelsLMM|
source: Asymptotic
es: Asintótico
pt: Assintótico
tr: Asimtotik

# MixedModelsLMM|
source: Force df estimation
es: Forzar la estimación de gl
pt: Estimativa forçada do grau de liberdade
tr: Sd kestirimini (tahminini) zorlayın

# MixedModelsLMM|
source: Compare marginal means to:
es: Comparar las medias marginales con:
pt: Compare as médias marginais com:
tr: Aykırı ortalamaları şununla karşılaştır:

# MixedModelsLMM|
source: Specify contrasts
es: Especificar contrastes
pt: Especifique contrastes
tr: Zıtlıkları (Kontrastları) belirtin

# MixedModelsLMM|
source: P-value adjustment
es: Ajuste del valor P
pt: Ajuste do valor P
tr: P-değeri düzeltmesi

# MixedModelsLMM|
source: Multivariate-t
es: T multivariante
pt: t-Multivariado
tr: Çok Değişkenli-t

# MixedModelsLMM|
source: None
es: Ninguna
pt: Nenhum
tr: Hiçbiri

# MixedModelsLMM|
source: Estimated trends/conditional slopes
es: Pendientes condicionadas/de tendencia estimadas
pt: Tendências estimadas/inclinações condicionais
tr: Kestirilen eğilimler/koşullu eğimler

# MixedModelsLMM|
source: Trend variable
es: Variable de tendencia
pt: Variável de tendência
tr: Eğilim (Trend) değişkeni

# MixedModelsLMM|
source: Compare trends to:
es: Comparar tendencias con:
pt: Compare as tendências com:
tr: Eğilimleri (Trendleri) şununla karşılaştırın:

# Description|
source: Evaluate the difference between multiple means with random effects
es: Evaluar la diferencia entre múltiples medias con efectos aleatorios
pt: Avaliar a diferença entre várias médias com efeitos aleatórios
tr: Rastgele etkilerle çoklu ortalamalar arasındaki farkı değerlendirin

# MixedModelsPlots|
source: White background
es: Fondo blanco
pt: Plano de fundo branco
tr: Beyaz arka plan

# MixedModelsPlots|
source: Border color
es: Color del borde
pt: Cor da borda
tr: Kenarlık rengi

# MixedModelsBOptions|
source: Random effects estimates
es: Estimaciones de efectos aleatorios
pt: Estimativa de efeitos aleatórios
tr: Rastgele etkilerin kestirimleri

# MixedModelsModel|
source: Random components (%1)
es: Componentes aleatorios (%1)
pt: Componentes aleatórios (%1)
tr: Rastgele bileşenler (%1)

# MixedModelsOptions|
source: Random effects estimates
es: Estimaciones de efectos aleatorios
pt: Estimativas de efeitos aleatórios
tr: Rastgele etkilerin kestirimleri

# MixedModelsBGLMM|
source: Confidence interval
es: Intervalo de confianza
pt: Intervalo de confiança
tr: Güvenilirlik aralığı

# MixedModelsBGLMM|
source: SD factor covariates
es: DT de las covariables de los factores
pt: DP dos fatores covariados
tr: SS faktör ortak değişkenleri

# MixedModelsBOptions|
source: Samples
es: Muestras
pt: Amostras
tr: Örnekler

# MixedModelsOptions|
source: Test method
es: Probar método
pt: Testar método
tr: Test yöntemi

# MixedModelsPlots|
source: Background element
es: Elemento de fondo
pt: Elemento de fundo
tr: Arka plan öğesi

# MixedModelsPlots|
source: Element width
es: Ancho del elemento
pt: Largura do elemento
tr: Öğe genişliği

# MixedModelsModel|
source: Include intercept
es: Incluir constante
pt: Incluir intercepto
tr: Keseni dahil edin

# MixedModelsOptions|
source: Factor contrast
es: Contraste de factores
pt: Contraste de fatores

# MixedModelsOptions|
source: Sum
es: Suma
pt: Soma
tr: Toplam

# MixedModelsOptions|
source: Treatment
es: Tratamiento
pt: Tratamento

# MixedModelsBOptions|
source: Number of iterations reserved for burnin.
es: Número de iteraciones reservadas para quemar.
pt: Número de iterações reservadas para o burnin.

# MixedModelsBOptions|
source: Number of MCMC samples.
es: Número de muestras MCMC.
pt: Número de amostras MCMC.

# MixedModelsBOptions|
source: Number of MCMC chains.
es: Número de cadenas MCMC.
pt: Número de cadeias MCMC.

# MixedModelsBOptions|
source: Average target proposal acceptance of each step. Increasing Adapt delta results in better-behaved chains, but also longer fitting times.
es: Aceptación de propuesta objetivo promedio de cada paso. Incrementar el delta de Adapt da como resultado cadenas con mejor comportamiento, pero también tiempos de ajuste más largos.
pt: Média alvo de proposta de aceitação de cada passo. Aumentar a adaptação delta resulta em cadeias melhor comportadas, mas também leva maos tempo de ajuste.

# MixedModelsBOptions|
source: The cap for the number of trees evaluated during each iteration. Prevents excessively long execution times.
es: El tope para el número de árboles evaluados durante cada iteración. Evita tiempos de ejecución excesivamente largos.
pt: O limite para o número de árvores avaliadas em cada iteração. Evita tempos de execução excessivamente longos.

# MixedModelsBOptions|
source: Specifies the content of the default output table.
es: Especifica el contenido de la tabla de resultados predeterminada.
pt: Especifica o conteúdo da tabela de saída padrão.

# MixedModelsBOptions|
source: A table for each fixed effects term will be created in the default output and it will show the differences from the grand mean for each of the levels of the terms (or one standard deviation distance for continuous terms). This option is selected by default.
es: Se va a crear una tabla para cada término de efectos fijos en la salida predeterminada de resultados, que va a mostrar las diferencias con la media global para cada uno de los niveles de los términos (o la distancia de una desviación típica para los términos continuos). Esta opción se selecciona por defecto.
pt: Na saída padrão, será criada uma tabela para cada termo de efeitos fixos, mostrando as diferenças em relação à média geral para cada nível dos termos (ou um desvio padrão para termos contínuos). Esta opção está selecionada por padrão.

# MixedModelsBOptions|
source: A table for each fixed effects term will be created in the default output and it will show the estimated marginal mean for each of the levels of the terms (or one standard deviation distance for continuous terms).
es: Se va a crear una tabla para cada término de efectos fijos en la salida predeterminada de resultados, que va a mostrar la media marginal estimada para cada uno de los niveles de los términos (o la distancia de una desviación típica para los términos continuos).
pt: Na saída padrão, será criada uma tabela para cada termo de efeitos fixos, mostrando a média marginal estimada para cada um dos níveis dos termos (ou uma distância de um desvio padrão para termos contínuos).

# MixedModelsBOptions|
source: Adds an output table including relevant fit statistics.
es: Añade una tabla de resultados que incluye estadísticos importantes de ajuste.
pt: Adiciona uma tabela de saída incluindo todas as estatísticas de ajuste relevantes.
