Repository: jasp-stats/jaspMixedModels
Catalog: po/R-*.po
Languages: es, eu, gl, ja, pl, pt, ta

source: WAIC estimate unreliable -- There was %1.0f p_waic estimate larger than 0.4. We recommend using LOO instead.
es: Estimación WAIC poco fiable -- Había %1.0f estimación p_waic mayor que 0.4. Se recomienda utilizar LOO en su lugar.
eu: WAIC estimazioa fidagarria ez dena -- %1.0f p_waic estimazioa 0.4 baino handiagoa zen. LOO erabiltzea gomendatzen dugu horren ordez.
gl: Estimación WAIC pouco fiable -- Había %1.0f estimación p_waic maior que 0.4. Recoméndase utilizar LOO en troques.
ja: WAIC 推定値が信頼できません -- 0.4 より大きい %1.0f p_waic 推定値がありました。代わりに LOO を使用することをお勧めします。
pl: Estymacja WAIC jest niewiarygodna — %1.0f estymata p_waic przekroczyła wartość 0,4. Zalecamy zamiast użycie metody LOO.
pt: Estimativa WAIC não confiável - Houve %1.0f estimativa p_waic maior que 0.4. Recomendamos usar LOO em vez disso.
ta: WAIC மதிப்பீடு நம்பமுடியாதது - %1.0f P_WAIC மதிப்பீடு 0.4 ஐ விட பெரியது. அதற்கு பதிலாக லோ ஐப் பயன்படுத்த பரிந்துரைக்கிறோம்.

source: LOO estimate unreliable -- There was %1.0f observation with the shape parameter (k) of the generalized Pareto distribution higher than 0.5.
es: Estimación LOO poco fiable -- Había la observación %1.0f con parámetro de forma (k) de la distribución generalizada de Pareto, mayor que 0.5.
eu: LOO estimazioa fidagarria ez dena -- %1.0f behaketa zegoen Pareto banaketa orokortuaren forma-parametroa (k) 0.5 baino handiagoa zuena.
gl: Estimación LOO pouco fiable -- Había a observación %1.0f con parámetro de forma (k) da distribución xeneralizada de Pareto, maior que 0.5.
ja: LOO 推定値の信頼性は低いです -- 一般化されたパレート分布の形状パラメータ (k) が 0.5 より大きい観測が %1.0f 個ありました。
pl: Estymacja LOO jest niewiarygodna — %1.0f obserwacja miała parametr k rozkładu Pareto większy niż 0,5.
pt: Estimativa LOO não confiável - Houve %1.0f observação com o parâmetro de forma (k) da distribuição de Pareto generalizada superior a 0.5.
ta: லூ மதிப்பீடு நம்பமுடியாதது - 0.5 ஐ விட அதிகமான பொதுவான பரேட்டோ விநியோகத்தின் வடிவ அளவுரு (கே) உடன் %1.0f எஃப் கண்காணிப்பு இருந்தது.

source: Effect
es: Efecto
eu: Efektua
gl: Efecto
ja: 効果
pl: Efekt
pt: Efeito

source: df
es: gl
gl: gl
pt: gl

source: Warning:
es: Advertencia:
eu: Abisua:
gl: Aviso:
ja: 警告:
pl: Ostrzeżenie:
pt: Aviso:

source: Mean
es: Media
eu: Batez bestekoa
gl: Media
ja: 平均値
pl: Średnia
pt: Média

source: Lower
es: Inferior
eu: Beheko
gl: Inferior
ja: 下限
pl: Dolny
pt: Inferior

source: %s%% CI
es: IC del %s%%
gl: IC do %s%%
pl: %s%% PU
pt: %s%% IC

source: Upper
es: Superior
eu: Goiko
gl: Superior
ja: 上限
pl: Górny
pt: Superior

source: Row
es: Fila
eu: Ilara
gl: Fila
ja: 行
pl: Wiersz
pt: Linha

source: Median
es: Mediana
eu: Mediana
gl: Mediana
ja: 中央値
pl: Mediana
pt: Mediana

source: %s%% HPD
es: HPD del %s%%
gl: HPD do %s%%

source: SE (WAIC)
es: ET (WAIC)
eu: EE (WAIC)
gl: EP (WAIC)
pt: EP (WAIC)

source: R-hat
es: R-circunflejo
eu: R-txapela
gl: R-circunflexo

source: gaussian
es: Normal
gl: Normal
ja: 正規
pl: Gaussa

source: All random slopes involving ‘%1$s’ have been removed for the random effects grouping factor ‘%2$s’. -- Factor %3$s does not vary within the levels of random effects grouping factor '%4$s'.
es: Todas las pendientes aleatorias relacionadas con ‘%1$s’ fueron eliminadas del factor de agrupación de efectos aleatorios ‘%2$s’. -- El factor %3$s no varía dentro de los niveles del factor de agrupación de efectos aleatorios '%4$s'.
eu: '%1$s' inplikatutako ausazko malda guztiak kendu dira '%2$s' ausazko efektuen taldekatze faktorerako. -- %3$s faktorea ez da aldatzen '%4$s' ausazko efektuen taldekatze faktorearen mailetan.
gl: Tódalas pendentes aleatorias relacionadas con ‘%1$s’ foron eliminadas do factor de agrupamento de efectos aleatorios ‘%2$s’. -- O factor %3$s non varía dentro dos niveis dun factor de agrupamento de efectos aleatorios '%4$s'.
ja: '%1$s' に含まれる全てのランダム係数が，変量効果グルーピング要因'%2$s' から除外されました。--要因 %3$s は変量効果のグルーピング要因'%4$s'の水準の中で変化しません。
pl: Wszystkie losowe nachylenia związane z „%1$s” zostały usunięte dla czynnika grupującego efekty losowe „%2$s”. -- Czynnik %3$s nie wykazuje zróżnicowania w obrębie poziomów czynnika grupującego efekty losowe „%4$s”.
pt: Todas as inclinações aleatórias envolvendo '%1$s' foram removidas para o fator de agrupamento de efeitos aleatórios '%2$s'. - O fator %3$s não varia dentro dos níveis do fator de agrupamento de efeitos aleatórios '%4$s'.

source: %s requires that the dependent variable contains only two levels.
eu: %s-k aldagai mendekoak bi maila baino ez ditu izan behar.
pt: %s requer que a variável dependente contenha apenas dois níveis.

source: '%1$s' level coded as success.
eu: '%1$s' maila arrakastatsutzat kodetua.
pt: Nível '%1$s' codificado como correto.

source: Please, report the following error message at JASP GitHub %s
eu: Mesedez, jakinarazi errore-mezu hau JASP GitHub %s-en
pl: Prosimy zgłosić następujący komunikat o błędzie na GitHub'ie projektu JASP %s
pt: Por favor, relate a seguinte mensagem de erro no JASP GitHub %s

source: Gaussian
pt: Gaussiana

source: Model terms tested with %s method.
gl: Elementos do modelo probados co método %s.
pt: Termos do modelo testados com o método %s.

source: Low estimation accuracy -- The smallest Effective Sample Size (ESS) is %1$.2f < %2$1.0f. To increase accuracy please increase 'Iterations', or 'Adapt delta' in the Options section.
eu: Estimazio-zehaztasun txikia -- Lagin-tamaina eraginkor txikiena (ESS) %1$.2f < %2$1.0f da. Zehaztasuna handitzeko, handitu 'Iterazioen' edo 'Egokitu delta' Aukerak atalean.
pl: Niska dokładność estymacji — najmniejsza efektywna liczba prób (ESS) wynosi %1$.2f < %2$1.0f. Aby zwiększyć dokładność, należy zwiększyć liczbę „Iteracji” lub wartość „Adapt delta” w sekcji Opcje.
pt: Baixa precisão de estimativa -- O menor Tamanho Efetivo de Amostra (ESS) é %1$.2f < %2$1.0f. Para aumentar a precisão, por favor aumente 'Iterações', ou 'Adaptar delta' na seção Opções.

source: Intercept
gl: Constante

source: Contrasts
gl: Contrastes

source: inverse gaussian
gl: Normal Inversa

source: The model was fitted using restricted maximum likelihood. Please note that models with different fixed effects cannot be compared when REML is used. To use ML, switch 'Test model terms' to 'Likelihood ratio tests'.
gl: O modelo axustouse utilizando a máxima-verosimilitude restrinxida. Por favor, cae na conta de que os modelos con distintos efectos fixos non se poden comparar cando se utiliza MVR (REML). Para usar MV, troca 'Probar os elementos do modelo' a 'Probas da proporción de verosimilitudes'.

source: Lower order random effects terms need to be specified in presence of the higher order random effects terms. Therefore, the following random effects term was added to the '%1$s' random effects grouping factor: '%s2$.'
gl: É preciso indicar os elementos dos efectos aleatorios de menor orde en presencia de elementos dos efectos aleatorios de maior orde. Por iso, engadiuse o seguinte elemento de efectos aleatorios ao factor '%1$s' de agrupamento de efectos aleatorios: '%2$.'
