Repository: jasp-stats/jaspMixedModels
Catalog: po/R-*.po
Languages: es, eu, gl, ja, pl, pt, ta

source: Inference possibly unreliable -- MCMC chains might not have converged; R-hat cannot be computed for all parameters due too few distinct samples. Please re-scale the variables or increase 'Iterations', or 'Adapt delta' in the Options section.
es: Inferencia posiblemente poco fiable -- las cadenas MCMC pudieron no converger; el R-circunflejo no se puede calcular para todos los parámetros debido a la existencia de muy pocas muestras diferentes. Por favor, vuelve a escalar las variables, o aumenta las 'Iteraciones', o el 'Delta de ajuste' en la sección de Opciones.
eu: Inferentzia fidagarria ez izatea gerta daiteke -- MCMC kateak agian ez dira konbergitu; R-hat ezin da parametro guztientzat kalkulatu lagin gutxiegi direlako. Mesedez, eskalatu aldagaiak berriro edo handitu 'Iterazioen' edo 'Egokitu delta' Aukeren atalean.
pl: Wnioskowanie może być nieprawidłowe — łańcuchy MCMC mogły się nie zbiec; współczynnik R-hat nie może zostać obliczony dla wszystkich parametrów z powodu zbyt małej liczby unikalnych próbek. Proszę przeskalować zmienne lub zwiększyć liczbę „Iteracji” bądź wartość „Adapt delta” w sekcji Opcje.
pt: Inferência possivelmente não confiável -- As cadeias MCMC podem não ter convergido; O R-hat não pode ser computado para todos os parâmetros devido a muito poucas amostras distintas. Por favor, re-escalone as variáveis ou aumente as 'Iterações', ou 'Adaptar delta' na seção Opções.
ta: அனுமானம் நம்பமுடியாதது - எம்.சி.எம்.சி சங்கிலிகள் ஒன்றிணைந்திருக்காது; குறைவான தனித்துவமான மாதிரிகள் காரணமாக அனைத்து அளவுருக்களுக்கும் R-HAT ஐ கணக்கிட முடியாது. தயவுசெய்து மாறிகளை மீண்டும் அளவிடவும் அல்லது 'மறு செய்கைகளை' அதிகரிக்கவும் அல்லது விருப்பங்கள் பிரிவில் 'டெல்டாவை மாற்றியமைக்கவும்'.

source: Inference possibly unreliable -- MCMC chains might not have converged; The largest R-hat is %.3f > 1.01. To lower R-hat please increase 'Iterations', or 'Adapt delta' in the Options section.
es: Inferencia posiblemente poco fiable -- las cadenas MCMC pudieron no converger. El mayor R-circunflejo es %.3f > 1.01. Para reducir el R-circunflejo, por favor, aumenta las 'Iteraciones' o 'Delta de ajuste' en la sección de Opciones.
eu: Inferentzia fidagarria ez izatea gerta daiteke -- MCMC kateak agian ez dira konbergitu; R-hat handiena %.3f > 1.01 da. R-hat jaisteko, handitu 'Iterazioen' edo 'Egokitu delta' Aukeren atalean.
gl: Inferencia posiblemente pouco fiable -- as cadeas MCMC puideron non converxer. O maior R-circunflexo é %.3f > 1.01. Para reducir o R-circunflexo, por favor, aumenta as 'Iteracións' ou 'Delta de axuste' na sección de Opcións.
ja: 推論の信頼性が低い可能性があります -- MCMC チェーンが収束していない可能性があります。最大のR-hatが %.3f > 1.01でした。R-hatを下げるためには、オプションで「Iterations」や「Adapt delta」を増やしてください。
pl: Wnioskowanie może być nieprawidłowe — łańcuchy MCMC mogły się nie zbiec; największy współczynnik R-hat wynosi %.3f > 1,01. Aby obniżyć R-hat, zwiększ liczbę „Iteracji” lub wartość „Adapt delta” w sekcji Opcje.
pt: Inferência possivelmente não confiável -- As cadeias MCMC podem não ter convergido; O R-hat mais largo é %.3f > 1.01. Para diminuir o R-hat, por favor aumente 'Iterações', ou 'Adaptar delta' na seção Opções.
ta: அனுமானம் நம்பமுடியாதது - எம்.சி.எம்.சி சங்கிலிகள் ஒன்றிணைந்திருக்காது; மிகப்பெரிய R-HAT %.3f > 1.01. R-HAT ஐக் குறைக்க தயவுசெய்து 'மறு செய்கைகளை' அதிகரிக்கவும் அல்லது விருப்பங்கள் பிரிவில் 'டெல்டாவை மாற்றியமைக்கவும்'.

source: Inference possibly unreliable -- MCMC chains might not have converged; Effective Sample Size (ESS) cannot be computed for all parameters due too few distinct samples. Please re-scale the variables or increase 'Iterations', or 'Adapt delta' in the Options section.
es: Inferencia posiblemente poco fiable -- las cadenas MCMC pudieron no converger. El Tamaño Efectivo Muestral (TEM, ESS) no se puede calcular para todos los parámetros debido a la existencia de muy pocas muestras diferentes. Por favor, vuelva a escalar las variables, o aumenta las 'Iteraciones', o el 'Delta de ajuste' en la sección de Opciones.
eu: Inferentzia fidagarria ez izatea gerta daiteke -- MCMC kateak agian ez dira konbergitu; Laginaren Tamaina Eraginkorra (ESS) ezin da parametro guztientzat kalkulatu lagin gutxiegi direlako. Mesedez, eskalatu aldagaiak berriro edo handitu 'Iterazioa' edo 'Egokitu delta' Aukeren atalean.
pl: Wnioskowanie może być nieprawidłowe — łańcuchy MCMC mogły się nie zbiec; efektywna liczba prób (ESS) nie może zostać obliczona dla wszystkich parametrów z powodu zbyt małej liczby unikalnych próbek. Proszę przeskalować zmienne lub zwiększyć liczbę „Iteracji” bądź wartość „Adapt delta” w sekcji Opcje.
pt: Inferência possivelmente não confiável -- As cadeias MCMC podem não ter convergido; o Tamanho Efetivo de Amostra (ESS) não pode ser calculado para todos os parâmetros devido a muito poucas amostras distintas. Por favor, re-escalone as variáveis ou aumente 'Iterações', ou 'Adaptar delta' na seção Opções.
ta: அனுமானம் நம்பமுடியாதது - எம்.சி.எம்.சி சங்கிலிகள் ஒன்றிணைந்திருக்காது; குறைவான தனித்துவமான மாதிரிகள் காரணமாக அனைத்து அளவுருக்களுக்கும் பயனுள்ள மாதிரி அளவு (ESS) கணக்கிட முடியாது. தயவுசெய்து மாறிகளை மீண்டும் அளவிடவும் அல்லது 'மறு செய்கைகளை' அதிகரிக்கவும் அல்லது விருப்பங்கள் பிரிவில் 'டெல்டாவை மாற்றியமைக்கவும்'.

source: Low estimation accuracy -- The smallest Effective Sample Size (ESS) is %.2f < %1.0f. To increase accuracy please increase 'Iterations', or 'Adapt delta' in the Options section.
es: Precisión baja de la estimación -- El Tamaño de la Muestra Efectivo (ESS) más pequeño es %.2f < %1.0f. Para aumentar la precisión, por favor, aumenta 'Iteraciones', o 'Delta de ajuste' en la sección Opciones.
gl: Precisión baixa da estimación -- O Tamaño da Mostra Efectivo (ESS) máis pequeno é %.2f < %1.0f. Para aumentar a precisión, por favor, aumenta 'Iteracións', ou 'Delta de axuste' na sección Opcións.
ja: 推定精度が低いです -- Effective Sample Size (ESS) の最小値は %.2f < %1.0f です。推定精度を上げるには、オプションで「反復回数」や「デルタを適応」を増やしてください。
ta: குறைந்த மதிப்பீட்டு துல்லியம் - மிகச்சிறிய பயனுள்ள மாதிரி அளவு (ESS) %.2f < %1.0f. துல்லியத்தை அதிகரிக்க தயவுசெய்து 'மறு செய்கைகளை' அதிகரிக்கவும் அல்லது விருப்பங்கள் பிரிவில் 'டெல்டாவை மாற்றியமைக்கவும்'.

source: The model was fitted using restricted maximum likelihood. Please note that models with different fixed effects cannot be compared when REML is used. To use ML, switch 'Test method' to 'Likelihood ratio tests'.
es: El modelo se ajustó utilizando la máxima-verosimilitud restringida. Por favor, ten en cuenta que los modelos con distintos efectos fijos no se pueden comparar cuando se utiliza MVR (REML). Para usar MV, cambia 'Método de contraste' a 'Contrastes de ratios de verosimilitudes'.
ja: モデルは制限付き最尤法を用いてフィッティングしました。REMLを使用した場合、異なる固定効果を持つモデルは比較できないことに注意してください。MLを使用するには、「検定方法」を「尤度比検定」に切り替えてください.
pl: Model został dopasowany z użyciem ograniczonej maksymalnej wiarygodności (REML). Należy pamiętać, że modeli z różnymi efektami stałymi nie można porównywać przy zastosowaniu REML. Aby użyć metody ML, zmień „Metodę testowania” na „Testy ilorazu wiarygodności”.
pt: O modelo foi ajustado utilizando a máxima verossimilhança. Observe que modelos com diferentes efeitos fixos não podem ser comparados quando REML é usado. Para usar o ML, mude 'Método de teste' para 'Testes de razão de verossimilhança'.
ta: தடைசெய்யப்பட்ட அதிகபட்ச சாத்தியக்கூறுகளைப் பயன்படுத்தி மாதிரி பொருத்தப்பட்டது. REML பயன்படுத்தப்படும்போது வெவ்வேறு நிலையான விளைவுகளைக் கொண்ட மாதிரிகளை ஒப்பிட முடியாது என்பதை நினைவில் கொள்க. ML ஐப் பயன்படுத்த, 'சோதனை முறை' 'நிகழ்தகவு விகித சோதனைகளுக்கு' மாற்றவும்.

source: The model was fitted using maximum likelihood.
es: Se ajustó el modelo utilizando Máxima Verosimilitud.
gl: Axustouse o modelo utilizando Máxima-Verosimilitude.
ja: モデルは最尤法を用いてフィッティングされました。
pl: Model został dopasowany z użyciem maksymalnej wiarygodności (ML).
pt: O modelo foi ajustado utilizando a máxima probabilidade.
ta: மாதிரி அதிகபட்ச சாத்தியக்கூறுகளைப் பயன்படுத்தி பொருத்தப்பட்டது.

source: The optimizer failed to find a solution. Probably due to quasi-separation in the data. Try removing some of the predictors.
es: Falló el optimizador buscando una solución. Probablemente debido a la casi separación de los datos. Intentar la eliminación de algunos de los predictores.
eu: Optimizatzaileak ez du irtenbiderik aurkitu. Seguruenik datuen kuasi-bereizketaren ondorioz. Saiatu iragarle batzuk kentzen.
gl: Fallou o optimizador procurando unha solución. Probablemente debido á case separación dos datos. Intenta eliminar algúns dos preditores.
ja: 最適化法が解を見つけられませんでした。おそらく、データの準-分離が原因だと思われます。予測変数の一部を削除してみてください。
pl: Optymalizator nie zdołał znaleźć rozwiązania. Prawdopodobnie z powodu quasi-podziału w danych. Spróbuj usunąć niektóre predyktory.
pt: O otimizador não conseguiu encontrar uma solução. Provavelmente devido à quase separação nos dados. Tente remover alguns dos preditores.
ta: உகப்பாக்கி ஒரு தீர்வைக் கண்டுபிடிக்கத் தவறிவிட்டது. தரவுகளில் அரை பிரிப்பு காரணமாக இருக்கலாம். சில முன்னறிவிப்பாளர்களை அகற்ற முயற்சிக்கவும்.

source: The optimizer failed to find a solution. Probably due to quasi-separation in the data or an overly complex model structure. Try removing some of the predictors.
es: Falló el optimizador buscando una solución. Probablemente debido a la casi separación de los datos o a una estructura del modelo demasiado compleja. Intenta eliminar algunos de los predictores.
eu: Optimizatzaileak ez du irtenbiderik aurkitu. Seguruenik datuen kuasi-bereizketaren ondorioz edo ereduaren egitura oso konplexua delako. Saiatu iragarle batzuk kentzen.
gl: Fallou o optimizador procurando unha solución. Probablemente debido á case separación dos datos ou a unha estrutura do modelo complexa de máis. Intenta eliminar algúns dos preditores.
ja: 最適化法が解を見つけられませんでした。おそらく、データが準分離しているか、モデル構造が複雑すぎることが原因です。予測変数の一部を削除してみてください。
pl: Optymalizator nie zdołał znaleźć rozwiązania. Prawdopodobnie z powodu quasi-podziału w danych lub zbyt złożonej struktury modelu. Spróbuj usunąć niektóre predyktory.
pt: O otimizador não conseguiu encontrar uma solução. Provavelmente devido à quase separação nos dados. Tente remover alguns dos preditores.
ta: உகப்பாக்கி ஒரு தீர்வைக் கண்டுபிடிக்கத் தவறிவிட்டது. தரவுகளில் அரை பிரித்தல் அல்லது அதிகப்படியான சிக்கலான மாதிரி அமைப்பு காரணமாக இருக்கலாம். சில முன்னறிவிப்பாளர்களை அகற்ற முயற்சிக்கவும்.

source: The optimizer failed to find a solution due to invalid starting values. (JASP currently does not support specifying different starting values.)
es: Falló el optimizador buscando una solución debido a valores de inicio incorrectos. (Actualmente JASP no admite la especificación de distintos valores de inicio.)
eu: Optimizatzaileak ez du irtenbiderik aurkitu hasierako balio baliogabeak direla eta. (JASP-ek ez du hasierako balio desberdinak zehaztea onartzen.)
gl: Fallou o optimizador procurando unha solución debido a valores de inicio incorrectos. (Actualmente JASP non admite a especificación de distintos valores de inicio.)
ja: 開始値が不適切なため、最適化法が解を見つけられませんでした。(JASPは現在、異なる開始値の指定をサポートしていません)。
pl: Optymalizator nie zdołał znaleźć rozwiązania z powodu nieprawidłowych wartości początkowych. (JASP obecnie nie obsługuje możliwości określenia innych wartości początkowych.)
pt: O otimizador falhou em encontrar uma solução devido a valores iniciais inválidos. (JASP atualmente não suporta a especificação de diferentes valores iniciais.)
ta: தவறான தொடக்க மதிப்புகள் காரணமாக உகப்பாக்கி ஒரு தீர்வைக் கண்டுபிடிக்கத் தவறிவிட்டது. (JASP தற்போது வெவ்வேறு தொடக்க மதிப்புகளைக் குறிப்பிடுவதை ஆதரிக்கவில்லை.)

source: The optimizer failed to find a solution. Probably due to scaling issues quasi-separation in the data. Try rescaling or removing some of the predictors.
es: Falló el optimizador buscando una solución. Probablemente debido a la casi separación en cuestiones de escala. Intenta reescalar o eliminar algunos de los predictores.
eu: Optimizatzaileak ez du irtenbiderik aurkitu. Seguruenik, datuetan eskalatzeko arazoengatik eta ia bereizketagatik. Saiatu eskalatzen edo iragarle batzuk kentzen.
gl: Fallou o optimizador procurando unha solución. Probablemente debido á case separación en cuestións de escala. Intenta volver a escalar ou eliminar algúns dos preditores.
ja: 最適化法が解を見つけられませんでした。おそらく、データのスケーリングの問題で準分離していることが原因です。予測変数の一部を削除するか、スケールを変更してみてください。
pl: Optymalizator nie zdołał znaleźć rozwiązania. Prawdopodobnie z powodu problemów ze skalowaniem lub quasi-podziału w danych. Spróbuj przeskalować lub usunąć niektóre predyktory.
pt: O otimizador não conseguiu encontrar uma solução. Provavelmente devido a problemas de escala de quase separação nos dados. Tente redimensionar ou remover alguns dos preditores.
ta: உகப்பாக்கி ஒரு தீர்வைக் கண்டுபிடிக்கத் தவறிவிட்டது. அளவிடுதல் சிக்கல்கள் காரணமாக தரவுகளில் அரை பிரித்தல். சில முன்னறிவிப்பாளர்களை மீட்டெடுக்க அல்லது அகற்ற முயற்சிக்கவும்.

source: The optimizer failed to find a solution in the specified number of iterations. (JASP currently does not support modifying the optimizer settings.)
es: Falló el optimizador buscando una solución en el número indicado de iteraciones. (Actualmente JASP no admite modificar la configuración del optimizador.)
eu: Optimizatzaileak ez du irtenbiderik aurkitu zehaztutako iterazio kopuruan. (JASP-ek ez du optimizatzailearen ezarpenak aldatzea onartzen une honetan.)
ja: 最適化は、指定された反復回数で解を見つけることができませんでした。(JASPは現在、最適化設定の変更をサポートしていません)
pl: Optymalizator nie zdołał znaleźć rozwiązania w określonej liczbie iteracji. (JASP obecnie nie obsługuje modyfikacji ustawień optymalizatora.)
pt: O otimizador falhou em encontrar uma solução no número especificado de iterações. (O JASP atualmente não suporta modificar as configurações do otimizador.)
ta: குறிப்பிட்ட எண்ணிக்கையிலான மறு செய்கைகளில் ஒரு தீர்வைக் கண்டுபிடிக்க உகப்பாக்கி தவறிவிட்டது. (உகப்பாக்கி அமைப்புகளை மாற்றியமைப்பதை JASP தற்போது ஆதரிக்கவில்லை.)

source: The model formula is probably too long. Try shortening variable names.
es: La fórmula del modelo probablemente es demasiado larga. Trata de acortar los nombres de las variables.
eu: Modeloaren formula luzeegia da ziurrenik. Saiatu aldagaien izenak laburtzen.
ja: モデル式が長すぎるかもしれません. 変数名を短くしてみてください.
pl: Formuła modelu prawdopodobnie jest zbyt długa. Spróbuj skrócić nazwy zmiennych.
pt: A fórmula do modelo é provavelmente longa demais. Tente encurtar os nomes das variáveis.
ta: மாதிரி தேற்றம் அநேகமாக மிக நீளமாக இருக்கும். மாறி பெயர்களைக் குறைக்க முயற்சிக்கவும்.

source: The following variable is used as a random effects grouping factor: %s.
es: Se utiliza la siguiente variable como factor de agrupación de efectos aleatorios: %s.
eu: Hurrengo aldagaia ausazko efektuen taldekatze faktore gisa erabiltzen da: %s.
gl: Utilízase a seguinte variable como un factor de agrupamento de efectos aleatorios: %s.
ja: 次の変数が変量効果のグループ化因子として使用されています: %s。
pl: Podana zmienna jest używana jako czynnik grupujący efektów losowych: %s.
pt: A seguinte variável é usada como um fator de agrupamento de efeitos aleatórios: %s.
ta: பின்வரும் மாறி ஒரு சீரற்ற விளைவுகள் குழு காரணியாகப் பயன்படுத்தப்படுகிறது: %s.

source: Random slope of ‘%1$s’ for the random effects grouping factor ‘%2$s’ removed -- Too few observations to estimate random slope of '%3$s' for random effects grouping factor '%4$s'.
es: Se eliminó la pendiente aleatoria de ‘%1$s’ para el factor de agrupación de efectos aleatorios ‘%2$s’ -- Muy pocas observaciones para estimar la pendiente aleatoria de '%3$s' para el factor de agrupación de efectos aleatorios '%4$s'.
eu: ‘%2$s’ ausazko efektuen taldekatze faktorerako ‘%1$s’-ren malda ausazkoa kendu da -- Behaketa gutxiegi '%4$s' ausazko efektuen taldekatze faktorerako '%3$s'-ren malda ausazkoa kalkulatzeko.
gl: Eliminouse a pendente aleatoria de ‘%1$s’ para o factor de agrupamento de efectos aleatorios ‘%2$s’ -- Moi poucas observacións para estimar a pendente aleatoria de '%3$s' para o factor de agrupamento de efectos aleatorios '%4$s'.
ja: 変量効果グルーピング係数 '%1$s' のランダムな傾き ‘%2$s’ が削除されました -- ランダム効果グルーピング係数 '%3$s' のランダムな傾き '%4$s'を推定するには観測が少なすぎます。
pl: Losowe nachylenie dla „%1$s” zostało usunięte dla czynnika grupującego efekty losowe „%2$s” -- Zbyt mało obserwacji, aby oszacować losowe nachylenie dla „%3$s” w przypadku czynnika grupującego efekty losowe „%4$s”.
pt: Inclinação aleatória de '%1$s' para o fator de agrupamento de efeitos aleatórios '%2$s' removido - Poucas observações para estimar a inclinação aleatória de '%3$s' para o fator de agrupamento de efeitos aleatórios '%4$s'.
ta: சீரற்ற விளைவுகள் குழு காரணி ‘%2$s’ அகற்றப்பட்ட ‘%1$s’ இன் சீரற்ற சாய்வு - சீரற்ற விளைவுகள் குழு காரணி '%4$s' க்கு '%3$s' இன் சீரற்ற சாய்வை மதிப்பிடுவதற்கான மிகக் குறைவான அவதானிப்புகள்.

source: Lower order random effects terms need to be specified in presence of the higher order random effects terms. Therefore, the following random effects term was added to the '%1$s' random effects grouping factor: '%2$s.'
es: Es necesario indicar los elementos de los efectos aleatorios de menor orden en presencia de elementos de los efectos aleatorios de mayor orden. Por eso, se añadió el siguiente elemento de efectos aleatorios al factor '%1$s' de agrupación de efectos aleatorios: '%2$s.'
eu: Orden baxuko ausazko efektuen terminoak zehaztu behar dira ordena altuagoko ausazko efektuen terminoen aurrean. Beraz, honako ausazko efektuen terminoa gehitu zaio '%1$s' ausazko efektuen taldekatze faktoreari: '%2$s'.
ja: 低次の変量効果項は、高次の変量効果項の存在下で指定する必要があります。したがって、次の変量効果項が変量効果グループ要因 '%1$s' に追加されました: '%2$s.'
pl: W przypadku występowania efektów losowych wyższego rzędu należy uwzględnić także efekty losowe niższego rzędu. W związku z tym do czynnika grupującego efekty losowe „%1$s” dodano następujący składnik efektów losowych: „%2$s”
pt: Os termos de efeitos aleatórios de ordem inferior precisam ser especificados na presença dos termos de efeitos aleatórios de ordem superior. Portanto, o seguinte termo de efeitos aleatórios foi adicionado ao fator de agrupamento de efeitos aleatórios '%1$s': '%2$s.'
ta: உயர் வரிசை சீரற்ற விளைவுகள் விதிமுறைகளின் முன்னிலையில் குறைந்த வரிசை சீரற்ற விளைவுகள் சொற்களைக் குறிப்பிட வேண்டும். ஆகையால், பின்வரும் சீரற்ற விளைவுகள் காலத்தின் '%1$s' சீரற்ற விளைவுகள் குழு காரணி: '%2$s இல் சேர்க்கப்பட்டது.

source: %i observation was removed due to missing values.
es: la observación %i se eliminó debido a valores ausentes.
eu: %i behaketa kendu da balio falta zirelako.
gl: a observación %i eliminouse debido a valores ausentes.
ja: %i の観測値が欠損しているため削除されました。
pl: Usunięto %i obserwację z brakami danych.
pt: %i observação foi removida devido a valores ausentes.
ta: மதிப்புகள் காணாமல் போனதால் %i கண்காணிப்பு அகற்றப்பட்டது.

source: The Hamiltonian Monte Carlo procedure might be invalid -- There was %i divergent transition after warmup. This can be solved by carefully increasing 'Adapt delta' until there are no divergent transitions.
es: El procedimiento de Monte Carlo del Hamiltoniano podría ser incorrecto -- Había %i transición divergente después del calentamiento. Esto se puede resolver aumentando cuidadosamente 'Delta de ajuste' hasta que no haya transiciones divergentes.
eu: Hamiltondarreko Monte Carlo prozedura baliogabea izan daiteke -- %i trantsizio dibergente egon da berotze ondoren. Hau konpondu daiteke 'Adapt delta' arretaz handituz trantsizio dibergenterik egon arte.
gl: O procedemento de Monte Carlo do Hamiltoniano podería ser incorrecto -- Había %i transición diverxente logo do quecemento. Isto pódese resolver aumentando coidadosamente 'Delta de axuste' ata que non haxa transicións diverxentes.
ja: ハミルトニアンモンテカルロ法が不正です -- ウォームアップのあとで %i 点の拡散的移動がありました。これは、拡散的移動がなくなるまで「Adapt delta」を注意深く増やすことで解決できます。
pl: Procedura Hamiltonian Monte Carlo mogła nie przebiec właściwie -- Wystąpiło %i rozbieżne przejście po etapie rozgrzewania. Problem ten można rozwiązać poprzez ostrożne zwiększanie wartości „Adapt delta” aż do momentu, gdy rozbieżne przejścia przestaną występować.
pt: O processo Monte Carlo Hamiltoniano pode ser inválido -- Há %i transição divergente após o aquecimento. Isso pode ser resolvido pelo acréscimo cauteloso do 'Delta de adaptação' até não ocorrerem transições divergentes.
ta: ஆமில்டோனிய மான்டே கார்லோ செயல்முறை செல்லாது - சூடான பிறகு %i நான் மாறுபட்ட மாற்றம் இருந்தது. வேறுபட்ட மாற்றங்கள் இல்லாத வரை 'தழுவல் டெல்டாவை' கவனமாக அதிகரிப்பதன் மூலம் இதை தீர்க்க முடியும்.

source: Bayesian Fraction of Missing Information (BFMI) that was too low in %i chain indicating that the posterior distribution was not explored efficiently. Try increasing number of 'Burnin' and 'Iterations'.
es: La Fracción Bayesiana de la Información Perdida (BFMI) era muy baja en la cadena %i, indicando que la distribución posterior no se exploró eficientemente. Intenta aumentar el número de 'Calentamiento' e 'Iteraciones'.
eu: Informazio Faltaren Bayesiar Zati bat (BFMI) %i katean baxuegia zena, atzeko banaketa ez dela eraginkortasunez aztertu adieraziz. Saiatu 'Burnin' eta 'Iterazio' kopurua handitzen.
gl: A Fracción Baiesiana da Información Perdida (BFMI) era moi baixa na cadea %i, indicando que a distribución posterior non se explorou eficientemente. Intenta aumentar o número de 'Quecemento' e 'Iteracións'.
ja: 欠損情報のベイジアンフラクション (BFMI) が %i のチェインで低すぎたため、事後分布が効率的に探索されなかったようです。「バーンイン」と「イテレーション」の数を増やしてみてください。
pl: Bayesowski współczynnik brakującej informacji (BFMI) był zbyt niski w %i łańcuchu, co wskazuje, że rozkład a posteriori nie został efektywnie przeszukany. Spróbuj zwiększyć liczbę „Odrzuceń” (burnin) oraz „Iteracji”.
pt: Bayesian Fraction of Missing Information (BFMI) que estava muito baixa na cadeia %i, indicando que a distribuição posterior não foi explorada de forma eficiente. Experimente aumentar o número de 'Burnin' e 'Iterações'.
ta: காணாமல் போன தகவல்களின் (பி.எஃப்.எம்.ஐ) பேய்சியன் பின்னம் %i சங்கிலியில் மிகக் குறைவாக இருந்தது, பின்புற வழங்கல் திறமையாக ஆராயப்படவில்லை என்பதைக் குறிக்கிறது. 'பர்னின்' மற்றும் 'மறு செய்கைகள்' எண்ணிக்கையை அதிகரிக்க முயற்சிக்கவும்.

source: The Hamiltonian Monte Carlo procedure might be inefficient -- %i transition exceeded the maximum tree depth. This can be solved by carefully increasing 'Maximum tree depth'.
es: El procedimiento de Monte Carlo del Hamiltoniano podría ser ineficiente -- La transición %i supera la máxima profundidad del árbol. Esto se puede resolver aumentando cuidadosamente 'Máxima profundidad del árbol'.
eu: Hamiltondarreko Monte Carlo prozedura eraginkorra ez izatea gerta daiteke -- %i trantsizioak zuhaitzaren sakonera maximoa gainditu du. Hau 'Zuhaitz sakonera maximoa' kontu handiz handituz konpondu daiteke.
gl: O procedemento de Monte Carlo do Hamiltoniano podería ser ineficiente -- A transición %i supera a máxima profundidade da árbore. Isto pódese resolver aumentando coidadosamente 'Máxima profundidade da árbore'.
ja: ハミルトニアンモンテカルロ法は効率が悪いかもしれません -- %i 点の推移がが最大ツリーの深さ(treedepth)を超えました。これは、「最大treedepth」を注意深く増やすことで解決できます。
pl: Procedura Hamiltonian Monte Carlo może być nieefektywna — %i przejście przekroczyło maksymalną głębokość drzewa. Problem ten można rozwiązać poprzez ostrożnee zwiększanie wartości „Maksymalna głębokość drzewa”.
pt: O processo Monte Carlo Hamiltoniano pode ser ineficiente -- %i transição excedeu a profundidade máxima da árvore. Isso pode ser resolvido pelo acréscimo cauteloso da 'Profundidade Máxima da Árvore'.
ta: ஆமில்டோனிய மான்டே கார்லோ செயல்முறை திறமையற்றதாக இருக்கலாம் - %i மாற்றம் அதிகபட்ச மர ஆழத்தை மீறியது. 'அதிகபட்ச மர ஆழத்தை' கவனமாக அதிகரிப்பதன் மூலம் இதை தீர்க்க முடியும்.
