Repository: jasp-stats/jaspMixedModels
Catalog: po/R-*.po
Languages: es, eu, gl, ja, pl, pt, ta

source: The intercept corresponds to the (unweighted) grand mean; for each factor with k levels, k - 1 parameters are estimated with sum contrast coding. Consequently, the estimates cannot be directly mapped to factor levels. Use estimated marginal means for obtaining estimates for each factor level/design cell or their differences.
es: La constante se corresponde con la media (sin ponderar) global; para cada factor con k niveles, se estiman k - 1 parámetros con la codificación de contraste de sumas. En consecuencia, las estimaciones no se pueden hacer corresponder directamente con niveles de los factores. Utiliza las medias marginales estimadas para obtener estimaciones de cada nivel de factor/celda del diseño, o para sus diferencias.
eu: Ebakidura-puntua batez besteko nagusi (pisurik gabekoa) da; k maila dituen faktore bakoitzerako, k - 1 parametro kalkulatzen dira batura-kontraste kodeketarekin. Ondorioz, estimazioak ezin dira zuzenean faktore mailetara mapatu. Erabili batez besteko marjinal estimatuak faktore maila/diseinu gelaxka bakoitzerako edo haien desberdintasunetarako estimazioak lortzeko.
gl: A constante se corresponde coa media (sen ponderar) global; para cada factor con k niveis, estímanse k - 1 parámetros coa codificación de contraste de sumas. Consecuentemente, as estimacións non se poden facer corresponder directamente a niveis dos factores. Utiliza as medias marxinais estimadas para obter estimacións de cada nivel de factor/cela do deseño, ou para as súas diferenzas.
ja: 切片は（重み付けされていない）全体平均に一致しています；k個の水準を持つ各因子に対して、k - 1個のパラメータがsum contrast codingによって推定されます。そのため、推定値を水準に直接対応させることができません。各要因の水準/デザインセルまたはそれらの差の推定値を得るために、推定限界平均を使用します。
pl: Wyraz wolny odpowiada (nieważonej) średniej ogólnej; dla każdego czynnika z k poziomami estymowanych jest k - 1 parametrów kontrastowym z kodowaniem sum. W związku z tym, estymaty nie mogą być bezpośrednio przypisane do poziomów czynnika. Do uzyskania oszacowań dla każdego poziomu czynnika/komórki projektu lub ich różnic należy użyć oszacowanych średnich brzegowych.
pt: O intercepto corresponde à grande média (não ponderada); para cada fator com níveis de k, k - 1 parâmetros são estimados com a codificação de contraste de soma. Consequentemente, as estimativas não podem ser mapeadas diretamente para os níveis dos fatores. Use a média marginal estimada para obter estimativas para cada nível de fator/célula de desenho ou suas diferenças.
ta: இடைமறிப்பு (கவனிக்கப்படாத) பெரிய சராசரிக்கு ஒத்திருக்கிறது; K அளவைக் கொண்ட ஒவ்வொரு காரணிக்கும், K - 1 அளவுருக்கள் தொகை மாறுபாடு குறியீட்டுடன் மதிப்பிடப்படுகின்றன. இதன் விளைவாக, மதிப்பீடுகளை நேரடியாக காரணி நிலைகளுக்கு மாற்ற முடியாது. ஒவ்வொரு காரணி நிலை/வடிவமைப்பு செல் அல்லது அவற்றின் வேறுபாடுகளுக்கான மதிப்பீடுகளைப் பெற மதிப்பிடப்பட்ட விளிம்பு வழிகளைப் பயன்படுத்தவும்.

source: The intercept corresponds to the mean in the default factor category (factor level parameters are estimated with treatment contrast coding). Consequently, the estimates cannot be easily interepreted in the presence of interactions. Use estimated marginal means for obtaining estimates for each factor level/design cell or their differences.
es: La constante se corresponde con la media de la categoría de factor predeterminada (los parámetros de nivel del factor se estiman con codificación de contraste de tratamiento). Consecuentemente, las estimaciones no pueden interpretarse fácilmente cuando existen interacciones. Utilice las medias marginales estimadas para obtener estimaciones para cada nivel de factor/celda de diseño, o para sus diferencias.
eu: Ebakidura-puntua faktore kategoria lehenetsiko batez bestekoari dagokio (faktore mailako parametroak tratamendu kontraste kodeketarekin kalkulatzen dira). Ondorioz, estimazioak ezin dira erraz interpretatu interakzioak daudenean. Erabili batez besteko marjinal estimatuak faktore maila/diseinu gelaxka bakoitzerako edo haien desberdintasunetarako estimazioak lortzeko.
ja: 切片は、デフォルトの要因カテゴリの平均に対応します（要因レベルのパラメータは治療効果対比符号化を用いて推定されます）。その結果、交互作用が存在する場合、推定値を簡単に解釈することはできません。各要因レベル/デザインセルまたはその差分の推定値を得るためには、推定された周辺平均を使用してください.
pl: Wyraz wolny odpowiada średniej w domyślnej kategorii czynnika (parametry poziomów czynnika estymowane są z użyciem kodowania kontrastowego). W związku z tym estymat nie można łatwo interpretować w obecności interakcji. Do uzyskania oszacowań dla każdego poziomu czynnika/komórki projektu lub ich różnic należy użyć oszacowanych średnich brzegowych.
pt: O intercepto corresponde à média na categoria de fator padrão (os parâmetros de nível de fator são estimados com codificação de contraste de tratamento). Consequentemente, as estimativas não podem ser facilmente interpretadas na presença de interações. Utilize as médias marginais estimadas para obter estimativas para cada nível de fator/célula de delineamento ou suas diferenças.
ta: இயல்புநிலை காரணி பிரிவில் உள்ள சராசரிக்கு இடைமறிப்பு ஒத்திருக்கிறது (காரணி நிலை அளவுருக்கள் மருத்தீடு மாறுபாடு குறியீட்டுடன் மதிப்பிடப்படுகின்றன). இதன் விளைவாக, மதிப்பீடுகளை இடைவினைகளின் முன்னிலையில் எளிதில் விளக்க முடியாது. ஒவ்வொரு காரணி நிலை/வடிவமைப்பு செல் அல்லது அவற்றின் வேறுபாடுகளுக்கான மதிப்பீடுகளைப் பெற மதிப்பிடப்பட்ட விளிம்பு வழிகளைப் பயன்படுத்தவும்.

source: The intercept corresponds to the (unweighted) grand mean; for each factor with k levels, k - 1 parameters are estimated with orthonormal coding proposed by Rouder et al. (2012). Consequently, the estimates cannot be directly mapped to factor levels. Use estimated marginal means for obtaining estimates for each factor level/design cell or their differences.
es: La constante se corresponde con la media (sin ponderar) global; para cada factor con k niveles, se estiman k - 1 parámetros con la codificación ortonormal propuesta por Rouder et al. (2012). En consecuencia, las estimaciones no se pueden hacer corresponder directamente con niveles de los factores. Utiliza las medias marginales estimadas para obtener estimaciones de cada nivel de factor/celda del diseño, o para sus diferencias.
eu: Ebakidura-puntua batez besteko nagusi (pisurik gabekoa) da; k maila dituen faktore bakoitzerako, k - 1 parametroak Rouder et al.-ek (2012) proposatutako kodeketa ortonormalarekin kalkulatzen dira. Ondorioz, estimazioak ezin dira zuzenean faktore mailetara mapatu. Erabili batez besteko marjinal kalkulatuak faktore maila/diseinu gelaxka bakoitzerako edo haien desberdintasunetarako estimazioak lortzeko.
gl: A constante se corresponde coa media (sen ponderar) global; para cada factor con k niveis, estímanse k - 1 parámetros coa codificación ortonormal proposta por Rouder et al. (2012). Consecuentemente, as estimacións non se poden facer corresponder directamente a niveis dos factores. Utiliza as medias marxinais estimadas para obter estimacións de cada nivel de factor/cela do deseño, ou para as súas diferenzas.
ja: 切片は（重み付けされていない）全体平均に対応します；k個のレベルを持つ各要因について、k - 1個のパラメータが、Rouder et al.(2012)の直行コーディング法で推定されます。そのため、推定値を要因の水準に直接対応させることはできません。各要因の水準／デザインセルの推定値またはそれらの差を得るために、推定された限界平均値を使用します。
pl: Wyraz wolny odpowiada (nieważonej) średniej ogólnej; dla każdego czynnika z k poziomami estymowanych jest k - 1 parametrów z zastosowaniem ortonormalnego kodowania zaproponowanego przez Roudera i in. (2012). W związku z tym estymaty nie mogą być bezpośrednio przypisane do poziomów czynnika. Do uzyskania oszacowań dla każdego poziomu czynnika/komórki projektu lub ich różnic należy użyć oszacowanych średnich brzegowych.
pt: O intercepto corresponde à média geral (não ponderada); para cada fator com níveis k, k - 1 parâmetros são estimados com codificação orto-normal proposta por Rouder et al. (2012). Consequentemente, as estimativas não podem ser mapeadas diretamente para os níveis dos fatores. Use a média marginal estimada para obter estimativas para cada nível de fator/célula de desenho ou suas diferenças.
ta: இடைமறிப்பு (கவனிக்கப்படாத) பெரிய சராசரிக்கு ஒத்திருக்கிறது; K அளவைக் கொண்ட ஒவ்வொரு காரணிக்கும், K - 1 அளவுருக்கள் ரவுடர் மற்றும் பலர் முன்மொழியப்பட்ட ஆர்த்தோனார்மல் குறியீட்டு முறையுடன் மதிப்பிடப்படுகின்றன. (2012). இதன் விளைவாக, மதிப்பீடுகளை நேரடியாக காரணி நிலைகளுக்கு மாற்ற முடியாது. ஒவ்வொரு காரணி நிலை/வடிவமைப்பு செல் அல்லது அவற்றின் வேறுபாடுகளுக்கான மதிப்பீடுகளைப் பெற மதிப்பிடப்பட்ட விளிம்பு வழிகளைப் பயன்படுத்தவும்.

source: Model fit is singular. Specified random effects parameters (random intercepts and random slopes) cannot be estimated from the available data. Carefully reduce the random effects structure, but this practice might inflate the reported p-value, and invalidates the analysis.
es: El ajuste del modelo es peculiar. No se pueden estimar los parámetros indicados de efectos aleatorios (constantes aleatorias y pendientes aleatorias) a partir de los datos disponibles. Reduce con cuidado la estructura de efectos aleatorios, pero esto podrá agrandar el valor p presentado, e invalidar el análisis.
eu: Ereduaren doikuntza singularra da. Zehaztutako ausazko efektuen parametroak (ausazko ebakidurak eta ausazko maldak) ezin dira eskuragarri dauden datuetatik kalkulatu. Kontu handiz murriztu ausazko efektuen egitura, baina praktika honek jakinarazitako p-balioa puztu dezake, eta analisia baliogabetu.
gl: O axuste do modelo é peculiar. Non se poden estimar os parámetros indicados de efectos aleatorios (constantes aleatorias e pendentes aleatorias) a partir dos datos dispoñibles. Reduce con coidado a estrutura de efectos aleatorios, mais isto poderá agrandar o valor p presentado, e invalidar a análise.
ja: モデルの適合性が特異です。指定されたランダム効果パラメータ（ランダムな切片とランダムな斜面）が利用可能なデータから推定できません。慎重に乱数効果の構造を減らしますが、この方法では報告されたp値が大きくなり、分析が無効になる可能性があります。
pl: Dopasowanie modelu jest osobliwe. Określone parametry efektów losowych (losowe wyrazy wolne i losowe nachylenia) nie mogą zostać oszacowane na podstawie dostępnych danych. Należy ostrożnie uprościć strukturę efektów losowych, jednak taka praktyka może zawyżać wartość p i wpływać na wiarygodność analizy.
pt: O ajuste do modelo é singular. Os parâmetros de efeitos aleatórios especificados (interceptações aleatórias e inclinações aleatórias) não podem ser estimados a partir dos dados disponíveis. Cuidadosamente reduza a estrutura dos efeitos aleatórios, mas esta prática pode inflar o valor de p relatado, e invalida a análise.
ta: மாதிரி ஃபிட் ஒருமை. குறிப்பிட்ட சீரற்ற விளைவுகள் அளவுருக்கள் (சீரற்ற இடைமறிப்புகள் மற்றும் சீரற்ற சரிவுகள்) கிடைக்கக்கூடிய தரவுகளிலிருந்து மதிப்பிட முடியாது. சீரற்ற விளைவுகள் கட்டமைப்பை கவனமாகக் குறைக்கவும், ஆனால் இந்த நடைமுறை அறிக்கையிடப்பட்ட பி-மதிப்பை உயர்த்தக்கூடும், மேலும் பகுப்பாய்வை செல்லாது.

source: Vovk-Sellke Maximum <em>p</em>-Ratio: Based on a two-sided <em>p</em>-value, the maximum possible odds in favor of H%1$s over H%2$s equals 1/(-e <em>p</em> log(<em>p</em>)) for <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
es: Relación <em>p</em> Máxima de Vovk-Sellke: Basado en el valor <em>p</em> bilateral, la máxima probabilidad posible favorable a H%1$s sobre H%2$s igual a 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri & Berger, 2001).
eu: Vovk-Sellke Maximum <em>p</em>-Ratioa: Bi aldeetako <em>p</em>-balio batean oinarrituta, H%1$s-ren aldeko gehienezko probabilitatea H%2$s-ren gainetik 1/(-e <em>p</em> log(<em>p</em>)) <em>p</em> %3$s .37rako (Sellke, Bayarri, & Berger, 2001).
gl: Máximo Cociente <em>p</em> de Vovk-Sellke: Baseado no valor <em>p</em> bilateral, a máxima probabilidade posible favorable a H%1$s sobre H%2$s igual a 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri & Berger, 2001).
ja: Vovk-Sellkeの最大<em>p</em>-比。両側の<em>p</em>値に基づいて、H%1$sがH%2$sよりも有利になる可能性のある最大オッズは、<em>p</em> %3$s 0.37に対して1/(-e <em>p</em> log(<em>p</em>))に等しくなります(Sellke, Bayarri, & Berger, 2001)。
pl: Maksymalna wartość <em>p</em> Vovka-Sellkego: Na podstawie dwustronnej wartości <em>p</em> maksymalne możliwe szanse na korzyść H%1$s nad H%2$s wynoszą 1/(-e <em>p</em> log(<em>p</em>)) dla <em>p</em> %3$s .37 (Sellke, Bayarri i Berger, 2001).
pt: Vovk-Sellke Máximo <em>p</em>-Ratio: Com base no valor <em>p</em>, a probabilidade máxima possível a favor de H%1$s sobre H%2$s é igual a 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
ta: Vovk -sellke அதிகபட்சம் <em> ப </em> -ரேடியோ: இரு பக்க <em> ப </em> -மதிப்பு அடிப்படையில், H%2$s க்கு மேல் H%1$s க்கு ஆதரவாக அதிகபட்ச முரண்பாடுகள் 1/(-மற்றும் <em> ப </em> பதிவு (<em> ப </em>)) <em> ப </em> %3$s .37 (SELLKE, Bayarri, & பெர்கர், 2001 ).

source: Numerical problems with the maximum-likelihood estimate (e.g., gradients too large). This may indicate that the specified random effects parameters (random intercepts and random slopes) cannot be estimated from the available data. Consider carefully reducing the random effects structure, but be aware this may induce unknown risks of anti-conservative results (i.e., p-values might be lower than nominal).
es: Hay problemas numéricos con la estimación de máxima-verosimilitud (p.e. gradientes demasiado grandes). Esto puede indicar que los parámetros de efectos aleatorios indicados (constantes aleatorias y pendientes aleatorias) no se pueden estimar con los datos disponibles. Sopese con cuidado reducir la estructura de efectos aleatorios, pero sabiendo que esto puede provocar riesgos desconocidos de resultados anti-conservadores (p.e. los valores p podrían ser menores que los teóricos).
eu: Gehienezko probabilitatearen estimazioarekin arazo numerikoak (adibidez, malda handiegiak). Honek adieraz dezake zehaztutako ausazko efektuen parametroak (ausazko ebakidurak eta ausazko maldak) ezin direla kalkulatu eskuragarri dauden datuetatik. Kontu handiz kontuan hartu ausazko efektuen egitura murriztea, baina kontuan izan honek emaitza antikontserbadoreen arrisku ezezagunak sor ditzakeela (hau da, p-balioak nominalak baino txikiagoak izan daitezke).
gl: Hai problemas numéricos coa estimación de máxima-verosimilitude (p.e. gradientes grandes de máis). Isto pode indicar que os parámetros de efectos aleatorios indicados (constantes aleatorias e pendentes aleatorias) non se poden estimar cos datos dispoñibles. Sopesa con coidado reducir a estrutura de efectos aleatorios, mais ten conciencia de que isto pode provocar riscos descoñecidos de resultados anti-conservadores (i.e. os valores p poderían ser menores que os teóricos).
ja: 最尤推定に数値的な問題があります（グラデーションが大きすぎるなど）。これは、指定された変量効果パラメータ（ランダム切片およびランダム勾配）が利用可能なデータから推定できないことを示している可能性があります。変量効果の構造を慎重に減らすことを検討してください。ただし、これは反保守的な結果の未知のリスクを引き起こす可能性があることに注意してください（例：p値が名目上の値よりも低くなる可能性があります）。
pl: Problemy numeryczne z estymatą największej wiarygodności (np. zbyt duże gradienty). Może to wskazywać, że określone parametry efektów losowych (losowe wyrazy wolne i losowe nachylenia) nie mogą zostać oszacowane na podstawie dostępnych danych. Należy ostrożnie rozważyć uproszczenie struktury efektów losowych, mając jednak na uwadze, że wartości p mogą być zaniżone.
pt: Problemas numéricos com a estimativa da probabilidade máxima de ocorrência (por exemplo, gradientes muito grandes). Isto pode indicar que os parâmetros de efeitos aleatórios especificados (intercepções aleatórias e inclinações aleatórias) não podem ser estimados a partir dos dados disponíveis. Considere cuidadosamente reduzir a estrutura dos efeitos aleatórios, mas esteja ciente de que isso pode induzir riscos desconhecidos de resultados anti-conservadores (ou seja, os valores de p podem ser inferiores ao nominal).
ta: அதிகபட்ச சாத்தியக்கூறு மதிப்பீட்டில் எண் சிக்கல்கள் (எ.கா., சாய்வு மிகப் பெரியது). குறிப்பிட்ட சீரற்ற விளைவுகள் அளவுருக்கள் (சீரற்ற இடைமறிப்புகள் மற்றும் சீரற்ற சரிவுகள்) கிடைக்கக்கூடிய தரவுகளிலிருந்து மதிப்பிட முடியாது என்பதை இது குறிக்கலாம். சீரற்ற விளைவுகள் கட்டமைப்பை கவனமாகக் குறைப்பதைக் கவனியுங்கள், ஆனால் இது பழமைவாத எதிர்ப்பு முடிவுகளின் அறியப்படாத அபாயங்களைத் தூண்டக்கூடும் என்பதை அறிந்து கொள்ளுங்கள் (அதாவது, பி-மதிப்புகள் பெயரளவுக்கு குறைவாக இருக்கலாம்).

source: Estimation of degrees of freedom disabled (i.e., asymptotic results shown), because the number of observations is large. To force estimation, check corresponding option.
es: La estimación de los grados de libertad está inhabilitada (i.e. en los resultados asintóticos mostrados), porque el número de observaciones es grande. Para forzar la estimación, marca la opción correspondiente.
eu: Askatasun-graduen estimazioa desgaituta (hau da, emaitza asintotikoak erakusten dira), behaketa kopurua handia delako. Estimazioa behartzeko, markatu dagokion aukera.
gl: A estimación dos graos de liberdade está inhabilitada (i.e. nos resultados asintóticos amosados), porque o número de observacións é grande. Para forzar a estimación, marca a opción correspondente.
ja: オブザベーションの数が多いため、自由度の推定ができません（漸近的な結果が表示される）。強制的に推定するには、対応するオプションをチェックしてください。
pl: Estymacja stopni swobody została wyłączona (tzn. wyświetlane są wyniki asymptotyczne), ponieważ liczba obserwacji jest duża. Aby wymusić estymację, zaznacz odpowiednią opcję.
pt: Estimativa de graus de liberdade não habilitada (ou seja, resultados assimptóticos mostrados), porque o número de observações é grande. Para forçar a estimativa, marque a opção correspondente.
ta: சுதந்திரத்தின் டிகிரி மதிப்பீடுகள் முடக்கப்பட்டவை (அதாவது, அறிகுறியற்ற முடிவுகள் காட்டப்பட்டுள்ளன), ஏனெனில் அவதானிப்புகளின் எண்ணிக்கை பெரியது. மதிப்பீட்டை கட்டாயப்படுத்த, தொடர்புடைய விருப்பத்தை சரிபார்க்கவும்.

source: Results are on the response scale.
es: Los resultados están en la escala de respuesta.
eu: Emaitzak erantzun-eskalan daude.
gl: Os resultados están na escala de resposta.
ja: 結果は応答スケールです。
pl: Wyniki przedstawione są w skali odpowiedzi.
pt: Os resultados estão na escala de resposta.
ta: முடிவுகள் மறுமொழி அளவில் உள்ளன.

source: Results are not on the response scale and might be misleading.
es: Los resultados no están en la escala de respuesta y podrían ser engañosos.
eu: Emaitzak ez daude erantzun-eskalan eta engainagarriak izan daitezke.
gl: Os resultados non están na escala de resposta e poderían ser enganosos.
ja: 結果は回答尺度ではないため、誤解を招く恐れがあります。
pl: Wyniki nie są przedstawione w skali odpowiedzi i mogą wprowadzać w błąd.
pt: Os resultados não estão na escala de resposta e podem ser enganosos.
ta: முடிவுகள் மறுமொழி அளவில் இல்லை மற்றும் தவறாக வழிநடத்தும்.

source: Type %s Sum of Squares
es: Suma de Cuadrados Tipo %s
eu: Mota %s Karratuen batura
gl: Suma de Cadrados Tipo %s
ja: タイプ %s 平方和
pl: Suma kwadratów typu %s
pt: Tipo %s Soma dos quadrados
ta: சதுரங்களின் %s தொகை

source: This analysis requires at least one random effects grouping factor to run.
es: Este análisis requiere para funcionar un factor de agrupación de efectos aleatorios, al menos.
eu: Analisia honek gutxienez ausazko efektuen taldekatze faktore bat behar du exekutatzeko.
gl: Esta análise require para funcionar un factor de agrupamento de efectos aleatorios, cando menos.
ja: この分析を実行するには、少なくとも1つの変量効果グループ化因子が必要です。
pl: Do przeprowadzenia tej analizy wymagany jest przynajmniej jeden czynnik grupujący efekty losowe.
pt: Esta análise requer pelo menos um fator de agrupamento de efeitos aleatórios para ser executada.
ta: இந்த பகுப்பாய்விற்கு இயக்க குறைந்தபட்சம் ஒரு சீரற்ற விளைவுகள் குழு காரணி தேவைப்படுகிறது.

source: The 'Binomial (aggregated)' family requires the 'Number of trials' to be specified to run.
es: La familia 'Binomial (agregada)' requiere para funcionar que se indique el 'Número de intentos'.
eu: 'Binomiala (agregatua)' familiak 'Saiakuntza kopurua' zehaztu behar du exekutatzeko.
gl: A familia 'Binomial (agregada)' require para funcionar que se indique o 'Número de ensaios'.
ja: 「二項(集約)」族では、実行するために「試行回数」を指定する必要があります。
pl: Analizy „Dwumianowe (zagregowane)” wymagają podania „Liczby prób” do przeprowadzenia analizy.
pt: A família 'Binomial (agregado)' requer que o 'Número de ensaios' seja especificado para ser executado.
ta: 'பைனோமியல் (திரட்டப்பட்ட)' குடும்பத்திற்கு இயங்குவதற்கு 'சோதனைகளின் எண்ணிக்கை' தேவைப்படுகிறது.

source: P-values correspond to test of null hypothesis against %s.
es: Los valores p se corresponden con el contraste de la hipótesis nula contra %s.
eu: P-balioak hipotesi nuluaren probari dagozkio %s-ren aurka.
gl: Os valores p correspóndense coa proba da hipótese nula contra %s.
ja: P値は、%sに対する帰無仮説の検定に対応しています。
pl: Wartości p odpowiadają testowi hipotezy zerowej względem %s.
pt: Os valores-p correspondem ao teste da hipótese nula em relação a %s.
ta: பி-மதிப்புகள் %s க்கு எதிரான சுழிய கருதுகோளின் சோதனைக்கு ஒத்திருக்கும்.

source: Results are averaged over the levels of: %s.
es: Los resultados son promedios calculados sobre los niveles de: %s.
eu: Emaitzak batez bestekoa kalkulatzen dira honako mailen gainean: %s.
gl: Os resultados son medias calculadas sobre os niveis de: %s.
ja: 結果は次の水準で平均化されています: %s.
pl: Wyniki są uśrednione dla poziomów z: %s.
pt: Os resultados são calculados, em média, sobre os níveis de: %s.
ta: முடிவுகள் சராசரியாக உள்ளன: %s.

source: binomial
eu: binomiala
ja: 二項
pl: dwumianowy
ta: ஈருறுப்பு

source: gamma
ja: ガンマ
ta: காமா

source: inverseGaussian
es: Normal Inversa
eu: alderantzizkoGaussiarra
ja: 逆正規
pl: odwrotna Gaussa
pt: Gaussiana inversa
ta: தலைகீழ் கிராசியன்

source: poisson
ja: ポアソン
ta: பாய்சன்

source: negative binomial
es: Binomial Negativa
eu: binomial negatiboa
gl: Binomial Negativa
ja: 負の二項
pl: ujemny dwumianowy
pt: binomial negativa
ta: எதிர்மறை இரும

source: beta
ja: ベータ
ta: பீட்டா

source: Generalized linear mixed model with %1$s family and %2$s link function.
es: Modelo mixto lineal generalizado con la familia %1$s y la función de enlace %2$s.
eu: Eredu misto lineal orokortua %1$s familiarekin eta %2$s lotura funtzioarekin.
gl: Modelo mixto linear xeneralizado coa familia %1$s e a función de enlace %2$s.
ja: %1$s 族と %2$s リンク関数を持つ一般化線形混合モデル。
pl: Uogólniony mieszany model liniowy z analizami %1$s i funkcją łącza %2$s.
pt: Modelo linear misto generalizado com família %1$s e função %2$s link.
ta: %1$s குடும்பம் மற்றும் %2$s இணைப்பு செயல்பாட்டுடன் பொதுவான நேரியல் கலப்பு மாதிரி.

source: Satterthwaite
ta: சாட்டர்த்வைட்

source: Kenward-Roger
ta: கென்வர்ட்-ரோசர்

source: likelihood ratio tests
es: Contrastes de ratio de verosimilitudes
gl: Probas da proporción de verosimilitudes
ja: 尤度比検定
pl: testy wskaźnika wiarygodności
pt: Testes de razão de verossimilhança
ta: நிகழ்தகவு விகித சோதனைகள்

source: parametric bootstrap
es: Bootstrap paramétrico
eu: bootstrap parametrikoa
gl: Bootstrap paramétrico
ja: パラメトリックブートストラップ
pl: bootstrap parametryczny
pt: Bootstrap paramétrico
ta: அளவுரு தொடக்கவார்

source: Model terms tested with %s testMethod.
es: Elementos del modelo probados con el método %s.
ja: モデル項は %s 検定法で検証されます.
ta: மாதிரி விதிமுறைகள் %s டெச்ட்மெதோட் மூலம் சோதிக்கப்பட்டன.

source: P-values are not adjusted.
es: Los valores p non están ajustados.
eu: P-balioak ez daude doituta.
gl: Os valores p non están axustados.
ja: P値は調整されていません.
pl: Wartości p nie zostały skorygowane.
pt: Os valores-p não estão ajustados.
ta: பி-மதிப்புகள் சரிசெய்யப்படவில்லை.

source: Holm
ja: ホルム(Holm)
ta: ஓல்ம்

source: Homel
ta: வீட்டு

source: Hochberg
ta: ஓட்ச்பெர்க்

source: Multivariate-t
es: T multivariante
eu: Aldagai anitzeko t
gl: T multivariante
ja: 多変量-t
pl: Wielowymiarowe t
pt: T multivariado
ta: பன்முக-டி

source: Tukey
ja: テューキー(Tukey)
ta: டுகே

source: Benjamini-Hochberg
ta: பெஞ்சமினி-ஓச்ச்பெர்க்

source: Benjamini-Yekutieli
ta: என்ன

source: Scheffé
ja: シェフェ(Scheffe)
ta: ச்கெஃப்

source: Sidak
ta: சிடக்

source: Dunnett
ja: ダネット(Dunnett)
ta: டன்னெட்

source: Bonferroni
ja: ボンフェローニ(Bonferroni)
ta: போன்பெரோரோனி

source: P-values are adjusted using %s adjustment.
es: Los valores p se ajustaron utilizando el ajuste %s.
eu: P-balioak %s doikuntza erabiliz doitzen dira.
gl: Os valores p axustáronse utilizando o axuste %s.
ja: P値は%s調整を使用して調整されます。
pl: Wartości P zostały skorygowane za pomocą korekty %s.
pt: Valores-p ajustados usando o ajuste %s.
ta: பி-மதிப்புகள் %s சரிசெய்தலைப் பயன்படுத்தி சரிசெய்யப்படுகின்றன.
