Repository: jasp-stats/jaspMixedModels
Catalog: po/R-*.po
Languages: es, eu, gl, ja, pl, pt, ta

source: The categorical fixed effect '%s' must have fewer levels than the overall number of observations.
es: El efecto fijo con categorías '%s' debe tener menos niveles que el número global de observaciones.
eu: '%s' efektu finko kategorikoak behaketa kopuru osoa baino maila gutxiago izan behar ditu.
gl: O efecto fixo categórico '%s' debe ter menos niveis que o número global de observacións.
ja: カテゴリ固定効果 '%s' の水準数は、全体のオブザベーション数より少なくなければなりません。
pl: Kategorialny efekt stały „%s” musi mieć mniej poziomów niż łączna liczba obserwacji.
pt: O efeito fixo categórico '%s' deve ter menos níveis do que o número total de observações.
ta: வகைப்படுத்தப்பட்ட நிலையான விளைவு '%s' ஒட்டுமொத்த அவதானிப்புகளின் எண்ணிக்கையை விட குறைவான அளவைக் கொண்டிருக்க வேண்டும்.

source: The random effects grouping factor '%s' must have fewer levels than the overall number of observations.
es: El factor de agrupación de efectos aleatorios '%s' debe tener menos niveles que el número global de observaciones.
eu: '%s' efektu aleatorioen taldekatze faktoreak behaketa kopuru osoa baino maila gutxiago izan behar ditu.
gl: O factor de agrupamento de efectos aleatorios '%s' debe ter menos niveis que o número global de observacións.
ja: ランダム効果のグループ化因子 '%s' の水準数は、全体のオブザベーション数より少なくなければなりません。
pl: Czynnik grupujący efektów losowych „%s” musi mieć mniej poziomów niż całkowita liczba obserwacji.
pt: O fator de agrupamento de efeitos aleatórios '%s' deve ter menos níveis do que o número geral de observações.
ta: சீரற்ற விளைவுகள் குழு '%s' ஒட்டுமொத்த அவதானிப்புகளின் எண்ணிக்கையை விட குறைவான அளவைக் கொண்டிருக்க வேண்டும்.

source: The number of iterations must be at least 2 iterations higher than the burnin
es: El número de iteraciones debe ser al menos 2 iteraciones mayor que las del calentamiento
eu: Iterazio kopurua erredura baino gutxienez 2 iterazio handiagoa izan behar da
gl: O número de iteracións debe ser cando menos 2 iteracións maior que as do quecemento
ja: イテレーション数は、バーンインよりも2イテレーション以上多くなければなりません
pl: Liczba iteracji musi być co najmniej o 2 większa niż liczba odrzuceń (burn-in)
pt: O número de iterações deve ser pelo menos 2 iterações maior do que o pré treino
ta: மறு செய்கைகளின் எண்ணிக்கை பர்னை விட குறைந்தது 2 மறு செய்கைகள் அதிகமாக இருக்க வேண்டும்

source: %s requires that the dependent variable is positive.
es: %s requiere que la variable dependiente sea positiva.
eu: %s-k aldagai mendekoa positiboa izatea eskatzen du.
gl: %s require que a variable dependente sexa positiva.
ja: %s は、従属変数が正である必要があります。
pl: %s wymaga, żeby zmienna zależna była dodatnia.
pt: %s requer que a variável dependente seja positiva.
ta: சார்பு மாறி நேர்மறையானது என்று %s தேவை.

source: %s requires that the dependent variable is an integer.
es: %s requiere que la variable dependiente sea un entero.
eu: %s-k aldagai mendekoa zenbaki osoa izatea eskatzen du.
gl: %s require que a variable dependente sexa un enteiro.
ja: %s は、従属変数が整数である必要があります。
pl: %s wymaga, żeby zmienna zależna była liczbą całkowitą.
pt: %s requer que a variável dependente seja um número inteiro.
ta: %s சார்பு மாறி ஒரு முழு எண்.

source: %s requires that the dependent variable contains only 0 and 1.
es: %s requiere que la variable dependiente contenga solo 0 y 1.
gl: %s require que a variable dependente conteña só 0 e 1.
ja: %s は、従属変数に含まれる数字が0と1だけである必要があります。
ta: சார்பு மாறியில் 0 மற்றும் 1 மட்டுமே இருக்க வேண்டும் என்று %s தேவை.

source: %s requires that the number of trials variable is an integer.
es: %s requiere que el número de la variable de intentos sea un entero.
eu: %s-k saiakera kopuruaren aldagaia zenbaki osoa izatea eskatzen du.
gl: %s require que o número da variable de ensaios sexa un enteiro.
ja: %s は試行回数の変数が整数である必要があります。
pl: %s wymaga, aby zmienna liczby prób była liczbą całkowitą.
pt: %s requer que a variável do número de tentativas seja um inteiro.
ta: சோதனைகள் மாறியின் எண்ணிக்கை ஒரு முழு எண் என்று %s தேவை.

source: %s requires that the number or proportion of successes is an integer.
es: %s requiere que el número o proporción de aciertos sea un entero.
ta: %s வெற்றிகளின் எண்ணிக்கை அல்லது விகிதம் ஒரு முழு எண்.

source: %s requires that the number of successes is lower that the number of trials.
es: %s requiere que el número de aciertos sea menor que el número de intentos.
eu: %s-k arrakasta kopurua saiakera kopurua baino txikiagoa izatea eskatzen du.
gl: %s require que o número de acertos sexa menor que o número de ensaios.
ja: %s は試行回数より成功回数が少ないことを要求します.
pl: %s wymaga, żeby liczba sukcesów była mniejsza niż liczba prób.
pt: %s requer que o número de sucessos seja inferior ao número de tentativas.
ta: சோதனைகளின் எண்ணிக்கை வெற்றிகளின் எண்ணிக்கை குறைவாக இருக்க வேண்டும் என்று %s தேவை.

source: %s requires that the dependent variable is higher than 0 and lower than 1.
es: %s requiere que la variable dependiente sea mayor que 0 y menor que 1.
eu: %s-k aldagai mendekoa 0 baino handiagoa eta 1 baino txikiagoa izatea eskatzen du.
gl: %s require que a variable dependente sexa maior que 0 e menor que 1.
ja: %s は、従属変数が 0 より大きく、1 より小さい必要があります。
pl: %s wymaga, aby zmienna zależna była większa od 0 i mniejsza od 1.
pt: %s requer que a variável dependente seja maior que 0 e menor que 1.
ta: %s சார்பு மாறி 0 ஐ விட அதிகமாகவும் 1 ஐ விட குறைவாகவும் இருக்க வேண்டும்.

source: %s requires that the dependent variable is either the number or proportion of successes out of the number of trials.
es: %s requiere que la variable dependiente sea el número de aciertos o su proporción respecto al número de intentos.
eu: %s-k aldagai mendekoa saiakera kopuruaren arteko arrakasta kopurua edo proportzioa izatea eskatzen du.
gl: %s require que a variable dependente sexa o número de acertos ou a súa proporción respecto ao número de ensaios.
ja: %s は、従属変数が試行回数のうち成功した回数か割合であることを必要とします.
pl: %s wymaga, aby zmienna zależna była liczbą lub proporcją sukcesów z liczby powtórzeń.
pt: %s requer que a variável dependente seja o número ou a proporção de sucessos em relação ao número de tentativas.
ta: %s சோதனைகளின் எண்ணிக்கையில் இருந்து வெற்றிகளின் எண்ணிக்கை அல்லது விகிதம் என்று சார்பு மாறி இருக்க வேண்டும்.

source: %s requires that the dependent variable is continuous.
es: %s requiere que la variable dependiente sea continua.
ta: சார்பு மாறி தொடர்ச்சியாக இருக்க வேண்டும் என்று %s தேவை.

source: At least one random effect needs to be specified for the '%1$s' random effect grouping factors.%2$s
es: Al menos, se necesita especificar un factor aleatorio para los '%1$s' factores de agrupación de efectos aleatorios.%2$s
eu: Gutxienez ausazko efektu bat zehaztu behar da '%1$s' ausazko efektuen taldekatze faktoreetarako.%2$s
gl: Cando menos, precísase especificar un factor aleatorio para os '%1$s' factores de agrupamento de efectos aleatorios.%2$s
ja: '%1$s' の変量効果群要因には、少なくとも 1 つの変量効果を指定する必要があります. %2$s
pl: Przynajmniej jeden efekt losowy musi zostać określony dla czynników grupujących efektów losowych „%1$s”.%2$s
pt: Pelo menos um efeito aleatório deve ser especificado para os '%1$s' fatores de agrupamento de efeitos aleatórios. %2$s
ta: '%1$s' சீரற்ற விளைவு குழும காரணிகளுக்கு குறைந்தது ஒரு சீரற்ற விளைவு குறிப்பிடப்பட வேண்டும்.%2$s

source: Mixed-effects models with a fixed intercept only are not supported for aggregated binomial family.
es: Los modelos de efectos mixtos con una única constante fija no se admiten para la familia Binomial agregada.
eu: Efektu mistoko ereduak ez dira onartzen familia binomial agregatuetarako.
ja: 固定切片のみの混合効果モデルは、集計された二項分布ファミリーではサポートされていません.
pl: Modele efektów mieszanych z jedynie ustalonymi wyrazami wolnymi nie są obsługiwane dla zagregowanych analiz dwumianowych.
pt: Modelos de efeitos mistos com intercepto fixo apenas não são suportados para famílias binomiais agregadas.
ta: ஒரு நிலையான இடைமறிப்புடன் கூடிய கலப்பு-விளைவு மாதிரிகள் ஒருங்கிணைந்த இரும குடும்பத்திற்கு மட்டுமே ஆதரிக்கப்படவில்லை.

source: ANOVA Summary
es: Resumen del ANOVA
eu: ANOVA laburpena
gl: Resumo do ANOVA
ja: ANOVAの要約
pl: Podsumowanie testu ANOVA
pt: Resumo ANOVA
ta: ANOVA சுருக்கம்

source: ChiSq
es: ChiCuadr
gl: KhiCadr
ja: カイ二乗
pl: Chi-kwadrat
pt: Qui-quadrado
ta: சிச்க்

source: p (bootstrap)
eu: p (bootstrapa)
ja: p (ブートストラップ)
ta: பி (பூட்ச்ட்ராப்)

source: VS-MPR (bootstrap)
eu: VS-MPR (bootstrapa)
ja: VS-MPR (ブートストラップ)
ta: VS-MPR (பூட்ச்ட்ராப்)

source: Note:
es: Nota:
eu: Oharra:
gl: Comentario:
ja: 注意:
pl: Uwaga:
pt: Nota:
ta: குறிப்பு:

source: Fit statistics
es: Estadísticos de ajuste
eu: Egokitu estatistikoak
gl: Estatísticos de axuste
ja: 適合統計量
pl: Statystyki dopasowania
pt: Estatísticas de ajuste
ta: பொருத்தமான புள்ளிவிவரங்கள்

source: Deviance
es: Desviación
eu: Desbideratzea
gl: Desviación
ja: デビアンス
pl: Odchylanie
pt: Desvio
ta: விலகல்

source: Deviance (REML)
es: Desviación (MVRE)
eu: Desbideratzea (REML)
gl: Desviación (MVRE)
ja: 逸脱度(REML)
pl: Odchylenie (REML)
pt: Desvio (REML)
ta: விலகல் (REML)

source: log Lik.
es: log Verosim.
eu: saioa hasi Lik.
gl: log Ver.
ta: பதிவு லிக்.

source: Sample sizes
es: Tamaños de muestra
eu: Lagin tamainak
gl: Tamaños de mostra
ja: サンプルサイズ
pl: Wielkość próby
pt: Tamanhos de amostra
ta: மாதிரி அளவுகள்

source: Observations
es: Observaciones
eu: Behaketak
gl: Observacións
ja: 観測値
pl: Obserwacje
pt: Observações
ta: அவதானிப்புகள்

source: Levels of RE grouping factors
es: Niveles de los factores de agrupación EA
eu: RE taldekatze faktoreen mailak
gl: Niveis dos factores de agrupamento EA
ja: グループ化要因のRE水準
pl: Poziomy czynników grupujących efektów losowych
pt: Níveis de fatores de agrupamento RE
ta: மறு குழு காரணிகளின் நிலைகள்

source: Variance/Correlation Estimates
es: Estimaciones de Varianzas/Correlaciones
eu: Aldakortasun/Korrelazio Estimazioak
gl: Estimacións de Varianzas/Correlacións
ja: 分散/相関の推定値
pl: Estymatory wariancji/korelacji
pt: Variância/Estimativas de Correlação
ta: மாறுபாடு/தொடர்பு மதிப்பீடுகள்

source: %s: Variance Estimates
es: %s: Estimaciones de Varianzas
eu: %s: Aldakortasun Estimazioak
gl: %s: Estimacións de Varianzas
ja: %s:分散の推定値
pl: %s: estymatory wariancji
pt: %s: Estimativas de variação
ta: %s: மாறுபாடு மதிப்பீடுகள்

source: Term
es: Elemento
eu: Terminoa
gl: Elemento
ja: 項
pl: Składniki
pt: Termo
ta: கால

source: Std. Deviation
es: Desviación Típica
eu: Desbideratze Estandarra
gl: Desvío Padrón
ja: 標準偏差
pl: Odch. stand.
pt: Desv. Padrão
ta: Std. விலகல்

source: Variance
es: Varianza
eu: Bariantza
gl: Varianza
ja: 分散
pl: Wariancja
pt: Variância
ta: மாறுபாட்டெண்

source: %s: Correlation Estimates
es: %s: Estimaciones de las Correlaciones
eu: %s: Korrelazio Estimazioak
gl: %s: Estimacións das Correlacións
ja: %s:相関関係の推定値
pl: %s: estymatory korelacji
pt: %s: Estimativas de correlação
ta: %s: தொடர்பு மதிப்பீடுகள்

source: Residual Variance Estimates
es: Estimaciones de las Varianzas de los Errores
eu: Hondar Bariantzaren Estimazioak
gl: Estimacións das Varianzas dos Erros
ja: 残差分散の推定
pl: Estymatory wariancji resztowej
pt: Estimativas de variância residual
ta: மீதமுள்ள மாறுபாடு மதிப்பீடுகள்

source: Random Effect Estimates
es: Estimaciones de los Efectos Aleatorios
eu: Ausazko Efektuen Estimazioak
gl: Estimacións dos Efectos Aleatorios
ja: 変量効果の推定値
pl: Oszacowania efektów losowych
pt: Estimativas de efeitos aleatórios
ta: சீரற்ற விளைவு மதிப்பீடுகள்

source: %s: Random Effect Estimates
es: %s: Estimaciones de los Efectos Aleatorios
eu: %s: Ausazko Efektuen Estimazioak
gl: %s: Estimacións dos Efectos Aleatorios
ja: %s: 変量効果の推定値
pl: %s: oszacowania efektów losowych
pt: %s: Estimativas de efeitos aleatórios
ta: %s: சீரற்ற விளைவு மதிப்பீடுகள்

source: Fixed Effects Estimates
es: Estimaciones de los Efectos Fijos
eu: Efektu Finkoen Estimazioak
gl: Estimacións dos Efectos Fixos
ja: 固定効果の推定値
pl: Oszacowania efektów stałych
pt: Estimativas de efeitos fixos
ta: நிலையான விளைவுகள் மதிப்பீடுகள்

source: Estimate
es: Estimar
eu: Estimazioa
gl: Estimar
ja: 推定
pl: Oszacowanie
pt: Estimativa
ta: மதிப்பீடு

source: SE
es: ET
gl: EP
ja: 標準誤差
pl: Błąd stand.
pt: EP
ta: உடன்

source: Plot
es: Gráfico
eu: Grafikoa
gl: Gráfica
ja: プロット
pl: Wykres
pt: Diagrama
ta: சூழ்ச்சி

source: At least one random effects grouping factor needs to be selected in field 'Background data show'.
es: Al menos, se necesita seleccionar un factor de agrupación de efectos aleatorios en el campo 'Exposición de datos de fondo'.
eu: Gutxienez ausazko efektuen taldekatze faktore bat hautatu behar da 'Atzeko planoko datuak erakusten' eremuan.
gl: Cando menos, precísase seleccionar un factor de agrupamento de efectos aleatorios no campo 'Exposición de datos de fondo'.
ja: '背景データ表示' の領域で少なくとも 1 つのランダム効果のグループ化係数を選択する必要があります。
pl: W polu „Wyświetl dane tła” należy wybrać przynajmniej jeden czynnik grupujący efekty losowe.
pt: Pelo menos um fator de agrupamento de efeitos aleatórios precisa ser selecionado no campo 'Mostrar dados de fundo'.
ta: புலம் 'பின்னணி தரவு காட்சி' இல் குறைந்தது ஒரு சீரற்ற விளைவுகள் குழு காரணி தேர்ந்தெடுக்கப்பட வேண்டும்.

source: Factor levels need to be distinguished by at least one feature. Please, check one of the 'Distinguish factor levels' options.
es: Los niveles de los factores necesitan distinguirse por una característica, al menos. Por favor, comprueba una de las opciones de 'Distinguir los niveles de los factores'.
eu: Faktore mailak gutxienez ezaugarri batez bereizi behar dira. Mesedez, markatu 'Faktore mailak bereizi' aukeretako bat.
gl: Os niveis dos factores precisan distinguirse por unha característica, cando menos. Por favor, comproba unha das opcións de 'Distinguir os niveis dos factores'.
ja: 要因の水準は、少なくとも1つの特徴によって区別される必要があります。「要因の水準を区別する」オプションのいずれかをチェックしてください。
pl: Poziomy czynnika muszą być rozróżnione przy pomocy przynajmniej jednej cechy. Należy zaznaczyć jedną z opcji „Rozróżnij poziomy czynnika”.
pt: Os níveis de fator precisam ser diferenciados por pelo menos um recurso. Por favor, marque uma das opções de 'Distinguir níveis de fator'.
ta: காரணி நிலைகளை குறைந்தது ஒரு நற்பொருத்தம் மூலம் வேறுபடுத்த வேண்டும். தயவுசெய்து, 'காரணி நிலைகளை வேறுபடுத்துங்கள்' விருப்பங்களில் ஒன்றை சரிபார்க்கவும்.

source: Violin geom requires that the random effects grouping factors has at least 3 levels.
es: La geometría violín requiere que los factores de agrupación de efectos aleatorios tengan 3 niveles, al menos.
eu: Biolin geom-ek ausazko efektuen taldekatze faktoreek gutxienez 3 maila izatea eskatzen du.
gl: A xeometría violín require que os factores de agrupamento de efectos aleatorios teñan 3 niveis, cando menos.
ja: Violin geomでは、ランダム効果のグループ化因子が少なくとも3つのレベルを持つことが必要です。
pl: Wykres skrzypcowy wymaga, aby czynnik grupujący efekty losowe miał co najmniej 3 poziomy.
pt: O geoma do violino requer que os fatores de agrupamento dos efeitos aleatórios tenham pelo menos 3 níveis.
ta: வயலின் சியோமுக்கு சீரற்ற விளைவுகள் குழு காரணிகள் குறைந்தது 3 நிலைகளைக் கொண்டிருக்க வேண்டும்.

source: Estimated Means
es: Medias Estimadas
eu: Batez besteko Estimatuak
gl: Medias Estimadas
ja: 推定周辺平均
pl: Oszacowane średnie
pt: Médias Estimadas
ta: மதிப்பிடப்பட்ட வழிமுறைகள்

source: Estimated Means and Confidence Intervals
es: Medias Estimadas e Intervalos de Confianza
eu: Batez besteko Estimatuak eta Konfiantza Tarteak
gl: Medias Estimadas e Intervalos de Confianza
ja: 平均値と信頼区間の推定値
pl: Oszacowane średnie i przedziały ufności
pt: Médias estimadas e Intervalos de confiança
ta: மதிப்பிடப்பட்ட வழிமுறைகள் மற்றும் நம்பிக்கை இடைவெளிகள்

source: Cannot find function: %s
es: No se encuentra la función: %s
eu: Ezin da funtzioa aurkitu: %s
ja: 関数を見つけることができません: %s
pl: Nie można znaleźć funkcji: %s
pt: Não foi possível encontrar a função: %s
ta: செயல்பாட்டைக் கண்டுபிடிக்க முடியவில்லை: %s

source: Estimated Marginal Means
es: Medias marginales estimadas
eu: Kalkulatutako batez besteko marjinalak
gl: Medias Marxinais Estimadas
ja: 推定周辺平均
pl: Oszacowane średnie brzegowe
pt: Médias marginais estimadas
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள்

source: Estimated Trends
es: Tendencias Estimadas
eu: Estimatutako Joerak
gl: Tendencias Estimadas
ja: 推定されたトレンド
pl: Estymowane trendy
pt: Tendências estimadas
ta: மதிப்பிடப்பட்ட போக்குகள்

source: %s (slope)
es: %s (pendiente)
eu: %s (malda)
gl: %s (pendente)
ja: %s (スロープ)
pl: %s (nachylenie)
pt: %s (inclinação)
ta: %s (சாய்வு)

source: contrasts
es: Contrastes
eu: kontrasteak
ja: 対比
pl: kontrasty
pt: contrastes
ta: முரண்பாடுகள்

source: Odds Ratio
es: Razón de Probabilidades
eu: Odds Ratioa
gl: Razón de Probabilidades
ja: オッズ比
pl: Iloraz szans
pt: Razão de Chances
ta: முரண்பாடுகள் விகிதம்

source: Ratio
eu: Ratioa
gl: Proporción
ja: 比
pl: Stosunek
pt: Razão
ta: விகிதம்

source: The specified combination of factors does not produce an estimable model. A factor or combination of factors resulted in more levels than the effective sample size.
es: La combinación indicada de factores no produce un modelo que se pueda estimar. Un factor o una combinación de ellos resultó con más niveles que el tamaño efectivo de la muestra.
eu: Zehaztutako faktoreen konbinazioak ez du kalkula daitekeen eredurik sortzen. Faktore batek edo faktoreen konbinazio batek lagin-tamaina eraginkorra baino maila gehiago eman ditu.
gl: A combinación indicada de factores non produce un modelo que poda estimarse. Un factor ou unha combinación deles resultou con máis niveles que o tamaño efectivo da mostra.
ja: 指定された要因の組み合わせでは、推定可能なモデルが得られません。要因またはその組み合わせにより、有効なサンプルサイズよりも多くの水準が得られました。
pl: Określona kombinacja czynników nie pozwala na oszacowanie modelu. Czynnik lub ich kombinacja spowodowały, że liczba poziomów przekracza efektywną wielkość próby.
pt: A combinação de fatores especificada não produz um modelo estimável. Um fator ou uma combinação de fatores resultou em mais níveis do que o tamanho efetivo da amostra.
ta: காரணிகளின் குறிப்பிட்ட கலவையானது மதிப்பிடக்கூடிய மாதிரியை உருவாக்காது. ஒரு காரணி அல்லது காரணிகளின் கலவையானது பயனுள்ள மாதிரி அளவை விட அதிகமான நிலைகளை ஏற்படுத்தியது.

source: Please, report the following error message at JASP GitHub https://github.com/jasp-stats/jasp-issues:
es: Por favor, informa del siguiente mensaje de fallo al GitHub de JASP https://github.com/jasp-stats/jasp-issues:
gl: Por favor, informa da seguinte mensaxe de fallo ao GitHub de JASP https://github.com/jasp-stats/jasp-issues:
ta: தயவுசெய்து, பின்வரும் பிழை செய்தியை சாச்ப் கிதூப் https://github.com/jasp-stats/jasp-isues இல் புகாரளிக்கவும்:

source: Fit Statistics
es: Estadísticas de ajuste
eu: Egokitu Estatistikoak
gl: Estatísticos de Axuste
ja: 適合度統計量
pl: Miary dopasowania
pt: Estatísticas de ajuste
ta: பொருத்தமான புள்ளிவிவரங்கள்

source: LOO
ta: லோ

source: SE (LOO)
es: ET (LOO)
eu: EE (LOO)
gl: EP (LOO)
ta: A (இது)

source: Model summary
es: Resumen del modelo
eu: Ereduaren laburpena
gl: Resumo do modelo
ja: モデルの概要
pl: Podsumowanie modelu
pt: Resumo do modelo
ta: மாதிரி சுருக்கம்

source: %s (differences from intercept)
es: %s (diferencias con la constante)
eu: %s (ebakitze-puntutik desberdintasunak)
gl: %s (diferenzas coa constante)
ja: %s (切片からの差分)
pl: %s (różnice względem wyrazu wolnego)
pt: %s (diferenças em relação ao intercepto)
ta: %s (இடைமறிப்பிலிருந்து வேறுபாடுகள்)

source: %s (trend)
es: %s (tendencia)
eu: %s (joera)
gl: %s (tendencia)
ja: %s (トレンド)
pt: %s (tendência)
ta: %s (போக்கு)

source: %s (marginal means)
es: %s (medias marginales)
eu: %s (batez besteko marjinalak)
gl: %s (medias marxinais)
ja: %s (周辺平均)
pl: %s (średnie brzegowe)
pt: %s (médias marginais)
ta: %s (விளிம்பு வழிமுறைகள்)

source: Level
es: Nivel
eu: Maila
gl: Nivel
ja: 水準
pl: Poziom
pt: Nível
ta: நிலை

source: ESS (bulk)
es: ESS (grueso)
eu: ESS (masa)
gl: ESS (groso)
ja: ESS (バルク)
pl: ESS (główne)
ta: ESS (மொத்த)

source: ESS (tail)
es: ESS (cola)
eu: ESS (buztana)
gl: ESS (cola)
ja: ESS (テール)
pl: ESS (ogon)
pt: ESS (cauda)
ta: கட்டு

source: The model could not be estimated. Please, check the options and dataset for errors.
es: No se pudo estimar el modelo. Por favor, comprueba que las opciones y el conjunto de datos no tengan fallos.
eu: Eredua ezin izan da kalkulatu. Mesedez, egiaztatu aukerak eta datu-multzoa erroreak dauden ikusteko.
gl: Non se puido estimar o modelo. Por favor, comproba que as opcións e o conxunto de datos non teñan fallos.
ja: モデルの推定ができませんでした。オプションやデータセットに誤りがないか確認してください。
pl: Model nie mógł zostać oszacowany. Sprawdź opcje i plik danych pod kątem błędów.
pt: O modelo não pôde ser estimado. Por favor, verifique as opções e conjunto de dados para erros.
ta: மாதிரியை மதிப்பிட முடியவில்லை. தயவுசெய்து, பிழைகளுக்கான விருப்பங்கள் மற்றும் தரவுத்தொகுப்பைச் சரிபார்க்கவும்.

source: Sampling diagnostics
es: Diagnósticos del muestreo
eu: Laginketa diagnostikoak
gl: Diagnósticos da mostraxe
ja: サンプリング診断
pl: Diagnostyka próbkowania
pt: Diagnóstico de amostragem
ta: மாதிரி கண்டறிதல்

source: Avg. autocorrelation
es: Autocorrelación media
eu: Batez besteko autokorrelazioa
gl: Autocorrelación media
ja: 平均自己相関
pl: Średnia autokorelacja
pt: Média autocorrelação
ta: ஏ.வி.சி. தன்னியக்க தொடர்பு

source: The following variables are a linear combination of each other, please, remove one of them from the analysis: %s
es: Las siguientes variables son una combinación lineal de las otras; por favor, elimina una de ellas del análisis: %s
eu: Hurrengo aldagaiak elkarren konbinazio lineala dira, mesedez, kendu bat analisitik: %s
gl: As seguintes variables son unha combinación linear das outras; por favor, elimina unha delas da análise: %s
ja: 次の変数は互いに線形結合しているので、どちらか1つを分析から除外してください: %s
pl: Następujące zmienne są kombinacją liniową samych siebie, proszę usunąć jedną z nich z analizy: %s
pt: As seguintes variáveis são uma combinação linear entre si, por favor, remova uma delas da análise:%s
ta: பின்வரும் மாறிகள் ஒருவருக்கொருவர் நேரியல் கலவையாகும், தயவுசெய்து, அவற்றில் ஒன்றை பகுப்பாய்விலிருந்து அகற்றவும்: %s
